-- phpMyAdmin SQL Dump
-- version 4.8.4
-- https://www.phpmyadmin.net/
--
-- 主机： localhost
-- 生成日期： 2020-08-02 11:19:53
-- 服务器版本： 5.5.60-log
-- PHP 版本： 7.0.33

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- 数据库： `newx_main`
--

-- --------------------------------------------------------

--
-- 表的结构 `newx_admin`
--

CREATE TABLE `newx_admin` (
  `id` int(11) NOT NULL COMMENT '管理员id',
  `username` varchar(20) NOT NULL COMMENT '登录名',
  `password` varchar(50) NOT NULL COMMENT '登录密码',
  `name` varchar(20) NOT NULL COMMENT '昵称',
  `email` varchar(30) NOT NULL COMMENT '邮箱',
  `department` enum('0','1','2','3','4','5','6') NOT NULL DEFAULT '0' COMMENT '0超级管理员，1图文部，2采风部，3视频部，4网站部，5采编部，6办公室',
  `desca` text NOT NULL COMMENT '描述信息',
  `status` enum('0','1') NOT NULL DEFAULT '1' COMMENT '0代表禁用、1代表正常',
  `token` varchar(200) DEFAULT NULL COMMENT 'token',
  `create_time` varchar(30) NOT NULL,
  `update_time` varchar(30) NOT NULL,
  `delete_time` varchar(30) DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `newx_admin`
--

INSERT INTO `newx_admin` (`id`, `username`, `password`, `name`, `email`, `department`, `desca`, `status`, `token`, `create_time`, `update_time`, `delete_time`) VALUES
(1, 'root', '7910ea7a5d8209271fc980285c0c4685', '超级管理员', 'newxstudio@163.com', '0', 'NEWX', '1', '5b3e8e0bc53ef46b3888c255aacee80e', '1565003311', '1570758149', NULL),
(2, 'website', '7910ea7a5d8209271fc980285c0c4685', '网站部', '1570128795@qq.com', '4', '网站部报名管理', '1', 'd65ebc71375259ffb3d8c2aa66a0bbdf', '1566725969', '1596335767', NULL),
(3, 'graphic', '7910ea7a5d8209271fc980285c0c4685', '图文部', 'newxstudio@163.com', '1', '图文部报名管理', '1', '9ff79a9f8a3a8ee6e6d3e4c274e3eed3', '1566726561', '1571027957', NULL),
(6, 'photo', '7910ea7a5d8209271fc980285c0c4685', '采风部', 'newxstudio@163.com', '2', '采风部报名管理员', '1', '588eb49aebc847ce6473a7b39ce14109', '1568643865', '1571026110', NULL),
(5, 'news', '7910ea7a5d8209271fc980285c0c4685', '编辑(采编部)', 'newxstudio@163.com', '5', '采编部新闻动态编辑', '1', '766fd0a20675ed791822875146ea79d4', '1567400736', '1568172531', NULL),
(7, 'video', '7910ea7a5d8209271fc980285c0c4685', '视频部', 'newxstudio@163.com', '3', '视频部报名管理员', '1', 'b66a35207b6ea695270e125f7949d738', '1568643978', '1570894436', NULL),
(8, 'edit', '7910ea7a5d8209271fc980285c0c4685', '采编部', 'newxstudio@163.com', '5', '采编部报名管理员', '1', '5661b654e9977976d929158a09bbc161', '1568644018', '1569742840', NULL),
(9, 'office', '7910ea7a5d8209271fc980285c0c4685', '办公室', 'newxstudio@163.com', '6', '办公室报名管理员', '1', 'df768cc1e56c7877d81a60083681aae0', '1568644083', '1569742899', NULL);

-- --------------------------------------------------------

--
-- 表的结构 `newx_apply`
--

CREATE TABLE `newx_apply` (
  `id` int(11) NOT NULL COMMENT 'id',
  `uid` int(11) NOT NULL COMMENT '用户id',
  `name` varchar(10) NOT NULL COMMENT '姓名',
  `sex` enum('0','1') NOT NULL DEFAULT '0' COMMENT '0代表男，1代表女',
  `multiIndex` text NOT NULL COMMENT '部门索引',
  `college` varchar(30) NOT NULL COMMENT '学院',
  `profession` varchar(30) NOT NULL COMMENT '专业',
  `class` varchar(30) NOT NULL COMMENT '班级',
  `student_id` int(11) NOT NULL COMMENT '学号',
  `qq` varchar(20) NOT NULL COMMENT 'QQ号',
  `phone` varchar(15) NOT NULL COMMENT '手机',
  `apartment` varchar(20) NOT NULL COMMENT '宿舍',
  `email` varchar(30) NOT NULL COMMENT '邮箱',
  `option1` enum('1','2','3','4','5','6') NOT NULL COMMENT '1图文部，2采风部，3视频部，4网站部，5采编部，6办公室',
  `option2` enum('1','2','3','4','5','6') NOT NULL COMMENT '1图文部，2采风部，3视频部，4网站部，5采编部，6办公室',
  `allow_adjust` enum('0','1') NOT NULL DEFAULT '1' COMMENT '0代表不服从调剂，1代表服从调剂',
  `profile` varchar(800) NOT NULL COMMENT '个人简介',
  `specialty` varchar(800) NOT NULL COMMENT '特长',
  `recognize` varchar(800) NOT NULL COMMENT '志愿看法',
  `editTime` enum('0','1','2') NOT NULL DEFAULT '0' COMMENT '修改次数，初始提交时为0，修改1次就加1，最多修改2次',
  `addmit_department` enum('0','1','2','3','4','5','6') NOT NULL DEFAULT '0' COMMENT '0暂未处理，1图文部，2采风部，3视频部，4网站部，5采编部，6办公室	',
  `status` enum('1','-1','2','-2','3') NOT NULL DEFAULT '1' COMMENT '1进入一面，-1一面失败，2进入二面，-2二面失败，3进入工作室',
  `create_time` varchar(30) NOT NULL,
  `update_time` varchar(30) NOT NULL,
  `delete_time` varchar(30) DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `newx_apply`
--

INSERT INTO `newx_apply` (`id`, `uid`, `name`, `sex`, `multiIndex`, `college`, `profession`, `class`, `student_id`, `qq`, `phone`, `apartment`, `email`, `option1`, `option2`, `allow_adjust`, `profile`, `specialty`, `recognize`, `editTime`, `addmit_department`, `status`, `create_time`, `update_time`, `delete_time`) VALUES
(5, 19, '任梦妍', '1', '020', '计算机与信息学院', '电子信息科学与技术', '19-1班', 2019217925, '851427298', '15155535648', '10#327', '851427298@qq.com', '3', '4', '1', '来自电信科一班的萌新，什么都一般，但有愿意学习的心⊙▽对电脑方面也比较感兴趣', '喜欢绘画，会一些较基础的电脑知识', '虽然现在是个萌新，但一定会认真努力学习的', '2', '4', '-2', '1568638601', '1571034194', NULL),
(2, 3, '樊云伊', '1', '1002', '外国语学院', '英语', '19-3班', 2019216476, '1208003709', '15673114060', '620', '1208003709@qq.com', '1', '1', '1', '爱好绘画 肝力无限 对学习平面设计十分热情  ', '动漫人物绘画 ', '一个创造能让人感到赏心悦目的作品的岗位', '1', '1', '3', '1568636450', '1571030964', NULL),
(3, 14, '刘欣雨', '1', '1110', '文法学院', '广告学', '19-1班', 2019216517, '1284923134', '13685584157', '南区123', '1284923134@qq.com', '2', '4', '1', '文法系新生，爱好摄影，绘画，不过是萌新，都在学习中，期望在宣区的生活丰富多彩', '唱歌不走调，喜欢摄影，调色。学习滑板中', '任何部门都是一次成长，希望在岗位上学习一些新的本领，丰富自己。', '2', '4', '-2', '1568636538', '1571034196', NULL),
(4, 4, '付通宇', '1', '1002', '外国语学院', '英语', '19-3班', 2019216482, '614974892', '15056327113', '620', '614974892@qq.com', '6', '5', '1', '我是一个性格活泼开朗的女孩，擅长与他人沟通交流。富有创意与想象力。\n同时做事认真，富有责任感。\n非常希望NEWX能给我一个学习的机会，提升自己。', '特长：写作，钢琴，羽毛球，打字。\n经历：高中时担任过校文学社骨干人员，统筹组织了社团年度大型活动，组织能力有了极大的提升。初高中时期长期担任班干部。', '我认为胜任该岗位需要富有责任心，做事认真细致。同时还需要懂得如何与他人沟通，协调各方，从而想出最好的方案。当然，基本的电脑操作必不可少。\n而我有信心达到以上要求，希望贵工作室能给我一个机会～', '1', '0', '1', '1568636691', '1568641508', NULL),
(9, 24, '吴思源', '0', '410', '食品与生物工程学院', '食品质量与安全', '19-1班', 2019218383, '2259698080', '17838968872', '7   405', '2259698080@qq.com', '2', '3', '1', '19级新生吴思源（02年的小弟弟），专业食品质量与安全\n', '王者荣耀算一个吧、篮球（不是很会）、拍照（不是很专业）……（有很多）', '常常看到很多美景，却苦于拍摄技术不行记录不下来，希望在采风部能够学到一些东西；突然喜欢上视频了，希望能制作出真正那种让别人狂叫666的视频', '1', '0', '1', '1568639356', '1569143061', NULL),
(7, 26, '卢可欣', '1', '002', '计算机与信息学院', '计算机科学与技术', '19-3班', 2019218106, '1223356331', '15555209261', '10N435', 'lkx200109@163.com', '1', '2', '1', '姓名：卢可欣\n性别：女\n图文，采风（拍摄）都不是自己所了解擅长的，是一个小白，但是对这些我十分感兴趣，也希望能够学习相关的知识、技巧，希望能给我机会。', '没什么特长与经历，想要去培养、尝试。', '学习，要去提升。\n图文就是一个包装，能给人一个直观的感受，就是把自己认为的美，设计的美传递给大家，我觉得做图文的就是给别人一个好的第一印象。采风是个记录，我希望可以能去记录我能发现的美丽的东西。', '2', '0', '1', '1568638875', '1568639441', NULL),
(8, 27, '薛洋洋', '1', '410', '食品与生物工程学院', '食品质量与安全', '19-1班', 2019218395, '1686227726', '13225630588', 'N421', '1686227726@qq.com', '1', '2', '1', '来自河南洛阳一个风景很好的县城(比宣城好看很多哦)，作为高考大省的学生其实以前根本就没什么课余生活，也很少有机会接触到与工作室相关的高大上的工作，但还是希望能成为工作室的一员，学习一些技能，让自己的大学生活不那么单调。', '没啥特长但是脸皮厚愿意学', '图文部是我最想进的部门，因为一直对制作图片很感兴趣。好的设计能够让人对宣传的内容有更多的好感和关注，图文并茂的方式能让同学们对活动有更深入了解的冲动。其次我认为采风部也是围绕着图片视频来构思创意，宣泄灵感。用好的拍摄角度和构图、合适的色调等来表现风景或人物，这也正是我想学习的。', '2', '0', '1', '1568638886', '1568973914', NULL),
(10, 30, '刘畅', '1', '1005', '外国语学院', '英语', '18-3班', 2018219291, '953674187', '17356379423', 'N234', '953674187@qq.com', '3', '1', '1', '啥也不会，啥都想学！充满激情，倾注热情。品行端正，三观也正。', '自学能力强，总能把握DDL。\n发挥第六感优势，顺利平安成长。', '视频——记录时间的痕迹\n图文——记住你的样子', '0', '0', '1', '1568639652', '1568639652', '1568718066'),
(11, 16, '王奥宇', '0', '710', '化学与化工学院', '应用化学', '19-1班', 2019216034, '2585335805', '18298120877', '228', '2585335805@qq.com', '2', '1', '1', '性别男，爱好女。学习能力强，适应能力强，可以在短时间内掌握所需技能。待人和善，个人形象好，执行力强。', '会打乒乓球，略会打篮球', '细心认真，有责任心，有热情和一定的创新能力，刻苦认真，善于发现生活中的美，阳光开朗，热爱自然，热爱生活，热爱学习，自尊自信，自立自强。\n', '2', '0', '1', '1568640304', '1569482601', NULL),
(12, 35, '李岩泽', '0', '102', '电气与自动化工程学院', '自动化', '19-3班', 2019217527, '1048290883', '15529032983', '6s616', '1048290883@qq.com', '2', '3', '1', '爱好摄影 有ps pr基础\n平时喜欢随手拍拍照片\n有一定后期能力\nB站有过万播放量视频（科技数码和vlog类）', '视频剪辑\n图片调色\n景物人像拍照\n\n', '希望加入newx和各位共同爱好的朋友们一起成长进步', '1', '2', '3', '1568640596', '1571026184', NULL),
(13, 25, '钟伟', '0', '011', '计算机与信息学院', '物联网工程', '19-2班', 2019217845, '3151205525', '15755332150', '6S118', '3151205525@qq.com', '4', '1', '1', '我叫钟伟，来自安徽芜湖，是19级物联网2班的。从小在农村长大，见识较少，不懂的很多，。在我的认识中，计科的都是大佬，我的第一志愿就是合宣计算机，可惜分不够，上了物联网。非常想学电脑有关的东西，我基础不太好，但我会认真接受训练的', '我在农村长大，没啥特长，烧菜算吗？至于经历，我当过补习班老师，教过高一物理，七年级数学啥的。', '就想加入网站部，学电脑', '1', '4', '-2', '1568641360', '1571034107', NULL),
(14, 34, '龙昱辰', '1', '203', '机械工程学院', '机械工程', '19-4班', 2019216879, '1247034349', '18174188113', '204', '1247034349@qq.com', '6', '6', '0', '来自广西桂林，超级easy-going，乐于挑战，', '高一任校模拟联合国协会活动部部长，组织卖场，万圣节游园，模联合培训等活动。高二任理事副秘书长，负责管理所有常务，任职期间作为副领队带队参加中国外交学院举办模联并获杰出风采奖(Best Style),作为总策划组织学校第一、二、三届模联会议，第一届模拟东盟并策划广西多校模联', '从初一开始参加社团且高中担任社团领导人，了解宣传策划等多个部门的运行，个人掌握视频制作等多项技能，虽不甚精，但更有利于组织协调个个部门', '0', '0', '1', '1568641712', '1568641712', NULL),
(15, 36, '刘星宇', '1', '501', '资源与环境工程学院', '环境工程', '19-2班', 2019218293, '2660264298', '13225631551', '628', '2660264298@qq.com', '3', '4', '0', '本人责任心强、积极进取、认真负责，做事专注度高 。对视频剪辑有浓厚兴趣。头发较多不怕秃头，能肝。', '拥有剪辑视频的经历，对pr有一些基础的了解，自备电脑，方便制作。日常生活中喜欢研究学习新知识，喜欢观摩学习一些大神剪辑的视频。\n\n', '因为想分享给大家自己喜爱的作品和事物，所以我想在工作室学习与进步。', '1', '0', '1', '1568642897', '1569498890', NULL),
(16, 41, '骆念初', '0', '701', '化学与化工学院', '能源化学工程', '19-2班', 2019216110, '1228989812', '15055167885', '332', '1228989812@qq.com', '3', '2', '0', '做过关于高中毕业时的视频', '擅长pr\n略会ps', '肝要好', '1', '0', '1', '1568643097', '1568643180', NULL),
(17, 42, '张书涵', '0', '311', '材料科学与工程学院', '材料成型及控制工程', '19-2班', 2019217357, '694257255', '15620408724', '7s433', '694257255@qq.com', '3', '2', '1', '小白一只，微薄的视频剪辑经验，希望可以学到技术', '无（QAQ）', '因为我比较菜所以希望能学到一些东西，能者多劳，认可竞争√还是希望能加入', '0', '0', '1', '1568643604', '1568643604', NULL),
(18, 44, '凌宇轩', '0', '311', '材料科学与工程学院', '材料成型及控制工程', '19-2班', 2019217297, '821742521', '13247890823', '433', 'lyx823@qq.com', '3', '4', '1', '对IT感兴趣', '剪辑过视频', '尽自己所能，希望大家不吝赐教', '0', '0', '1', '1568643935', '1568653604', NULL),
(19, 15, '高宇佳', '1', '701', '化学与化工学院', '能源化学工程', '19-2班', 2019216151, '819519344', '15034155845', '410', '819519344@qq.com', '1', '1', '1', '高宇佳，性别女，能源化学工程19级新生，初见内向，旧见幽默风趣+有点老好人形象（？）在绘画和设计方面有浓厚的兴趣，被帅气可爱的小扇子吸引，很希望可以加入这个组织与大家一同学习进步。', '画画……只会画画（捂脸）', '图文部中“图”应该更多偏向于版面设计还有图标制作等方面，“文”的话应该是文字编辑和排版（？不懂说错请见谅）  ', '1', '1', '2', '1568646466', '1569735080', NULL),
(20, 23, '孙龙龙', '0', '802', '管理学院', '物流管理', '19-3班', 2019217600, '3149188407', '15763528981', '6N620', '3149188407@qq.com', '2', '3', '1', '我叫孙龙龙，来自山东，爱好是做视频，打篮球，写文章等。目前有三篇军训稿件被学校公众号选用，喜欢用视频记录生活的美好和创作时的成就感。初中就对做视频特别有兴趣，经常有想用视频表达东西的冲动，但是机会寥寥，现在大学想要好好发展自己的视频拍摄能力和剪辑创作能力。', '中学时曾用，PC爱剪辑，PE小影等软件做过记录生活的视频。初中曾在爱拍发过申精的游戏视频（Minecraft)，其中一视频达160w播放量（可能运气），账号有500+粉丝。高中时曾用手机记录班级足球赛和班主任讲话，了解基本剪辑概念，想进一步学习视频拍摄和pr，未来想尝试做VLOG', '采风部在视频方面包括视频素材的前期拍摄和后期的剪辑处理，同时对整个视频的构思也有要求，我想要通过在采风部的学习提升自己这些方面的能力。同时我也喜欢摄影，也有一定的写稿能力，综上所述，我非常想要进入NEWX采风部，谢谢。', '1', '0', '1', '1568648006', '1569053812', NULL),
(21, 1, '牛洪亮', '0', '000', '计算机与信息学院', '计算机科学与技术', '19-1班', 2018217692, '139519479', '18856356680', '419', '1395194796@qq.com', '1', '1', '1', '1', '2', '3', '0', '0', '1', '1568676764', '1568676764', '1568718066'),
(22, 48, '张木兰', '1', '1110', '文法学院', '广告学', '19-1班', 2019216520, '3045267829', '18856316458', '10s123', '3045267829@qq.com', '2', '3', '1', '很普通的广告新生，平凡但快乐。在文化工作方面没有任何基础，但很感兴趣，可塑性较强，非常愿意接受打磨。\n待人热情开朗，知识技能接受能力较好，愿意尝试新事物且能充满兴趣并为之坚持走下去。\n\n\n', '⑴特长：①自认为拍照能力还行，拍的照片会收到夸奖，但是我拍照是凭个人审美，没有专业技能。②觉得自己有创意创新思维，喜欢新颖\n⑵经历：①参加过演讲、辩论活动，不腼腆能做到稳重。②参加过征文比赛获过省级二等奖，虽然奖项不突出，但能证明文笔还算可以。③担任过多种班级职务，集体荣誉感强。', '⑴采风部我认为是捕捉美好，留住时光的部门。光影交错，风景自在眼前，我不愿错过，望采之与众共享。\n⑵视频部是一个将视听结合，将零散串联，将想法实现的部门，它能以最直观的方式展现我们想展现的，是我很愿意加入并学习的部门。\n⑶志愿唯二，但其他部门也同样精彩，我也非常乐意融入！\n', '1', '0', '1', '1568692421', '1568894499', NULL),
(23, 40, '谢亮亮', '1', '701', '化学与化工学院', '能源化学工程', '19-2班', 2019216137, '3502134499', '15897219308', '501', '3502134499@qq.com', '3', '2', '1', '我叫谢亮亮，进校十几天，我性别女爱好好看的哥哥姐姐们，我是一个小辣鸡，就是那种只敢蹲在墙角抱着娃哈哈瞅大佬的还不萌的小新人', '特长emmmm学过书法钢琴(不是很精)还学过一点播音(也不是很精)噫呜呜呜呜呜我好渣啊，经历emmmm初高中干过学校广播员(不晓得写啥子啊)', '我是暑期通过微信公众号了解到这个组织的，特想来视频部学习AE，Pr，搞搞后期啥的。因为喜欢广播剧，看到那些后期大佬做的剧，觉得特厉害，就也想来锻炼完善一下自己，我希望可以有机会跟组织一起学习进步成长。', '0', '0', '1', '1568696973', '1568696973', NULL),
(24, 38, '乔玉鑫', '0', '700', '化学与化工学院', '能源化学工程', '19-1班', 2019216125, '2368100105', '18097074596', '7号楼320', '2368100105@qq.com', '2', '4', '1', 'ayo\n姓名乔玉鑫\n来自青海西宁   化工学院学弟', '咳咳\n我是即将和各位一起练习的个人练习生\n喜欢唱（真的）跳（假的）rap（真的）篮球（假的）\n以上特长真的是真的，假的是假的，希望有朝一日假的也可以变成真的（小提琴学习中……）\n虽然好像都和采风和网站没什么关系……', '本人热爱摄影和网页技术（绝对不是被学长骗来的）  \n虽然不会，但学起来很快！！！\n想要来newx学习技术培养爱好（绝对不是为了认识女同学）', '2', '0', '1', '1568699892', '1568700039', NULL),
(25, 50, '高圣昌', '0', '005', '计算机与信息学院', '计算机科学与技术', '18-1班', 2018217626, '635156258', '18856351669', '9N401', '635156258@qq.com', '1', '4', '1', '（๑ `▽´๑)۶各位学长学姐们好，想学习绘图和网页制作', 'qwq做过海报，倒腾过vps服务器', '_(:з)∠)_全是上下都是肝', '0', '0', '1', '1568718066', '1568718066', '1568718066'),
(26, 17, '孙源泽', '0', '800', '管理学院', '物流管理', '19-1班', 2019217578, '1065395002', '13644327983', 'n601', '1065395002@qq.com', '2', '1', '1', '新生孙源泽，喜欢摄影，富有创意，，自认为学习能力还行哈哈哈，想要为学校做贡献（顺便学点技术滑稽）', '摄影吧，，好奇宝宝，啥都想学一学呱呱呱', 'newx团体的眼睛，是咱们团体的基石之一，其拍摄质量直接影响团队合作出品的品质，', '1', '0', '1', '1568718995', '1569478257', NULL),
(28, 53, '韩嘉泷', '0', '004', '计算机与信息学院', '计算机科学与技术', '19-5班', 2019218215, '1210801012', '15256320104', '南区六号楼南楼427', '1210801012@qq.com', '3', '4', '1', '我叫韩嘉泷，来自河北省邯郸市，希望能向newx的各位优秀学长学姐学习经验。谢谢', '特长。。。貌似没有。。。', '希望能用自己所学专业，为newx的网站部，视频部，奉献自己的一份力量吧', '2', '4', '-2', '1568724728', '1571034182', NULL),
(29, 32, '许子衡', '0', '221', '机械工程学院', '过程装备控制工程', '19-2班', 2019217164, '3105645697', '15034315616', '6N432', 'xzh6518@163.com', '3', '4', '1', '许子衡    山西临汾人     过控19级新生', '暑假时发现了你们的存在，因为对B站视频混剪很喜欢，所以希望加入你们，自己剪出一个视频。', '不是很了解，不过大概知道要用到什么，自己在电脑上下了Ae(然而并不会用)，我觉得自己做视频很酷', '1', '4', '-2', '1568728563', '1571034179', NULL),
(30, 51, '肖泽智', '0', '501', '资源与环境工程学院', '环境工程', '19-2班', 2019218239, '954317554', '17356376347', '七号楼215', '954317554@qq.com', '3', '1', '1', '18岁，是憨批，宿舍不大，玩累了不能睡，只有绿茶，也没有浇灌114514次的希望之花，所以不要停下来啊！', '能熟练使用PR，了解AE的基本操作，曾在高中校电视台工作2年，负责后期制作，对视频制作有一定了解。', '视频部作为负责视频处理的部门，是视频制作不可缺少的一环，由于需要对视频的充分了解，需要反复斟酌，投入大量时间。容易秃头（雾）', '0', '3', '2', '1568733827', '1569732724', NULL),
(31, 54, '凌博文', '0', '012', '计算机与信息学院', '物联网工程', '18-1班', 2018217875, '782636516', '18856356358', '306', '782636516@qq.com', '4', '1', '1', '       ', '   ', '   ', '0', '4', '3', '1568794903', '1571034103', NULL),
(33, 45, '舒芷欣', '1', '310', '材料科学与工程学院', '材料成型及控制工程', '19-1班', 2019217304, '1577044578', '13787251330', '10S 105', '1577044578@qq.com', '5', '6', '1', '我是一个性格开朗大方的女生，平日待人温和谦逊，做事踏实谨慎。有责任心，勇于担当。想进入NEWX工作室的原因在于充实自己的课余生活，学习一些相关技能，以及结交一群志同道合的朋友，学到和陌生人交流合作的能力。', '由于中学曾经担任班长兼团支书，我具备一定处理各类事宜及统筹规划管理等方面的能力，并和同学老师相处融洽，善于沟通协调，有一定组织能力与较强的团队精神。高中参加创意作文大赛获得市一等奖，了解基本的WPS操作，喜欢排版编辑，对事有主见，做事细心谨慎且不拖拉，勤勉上进。', '我了解到采编投稿可能需要文学功底，运营学校官方公众号，包括排版编辑这类工作我都很感兴趣，享受其中；办公室部门需要做好值班、监管、资料整理等工作，沟通协调，负责并处理工作室的许多日常工作等，可以说统筹规划能力和沟通技能比较重要，并需懂得基本的WPS操作。', '2', '0', '1', '1568813710', '1569143863', NULL),
(34, 55, '徐艺轩', '1', '501', '资源与环境工程学院', '环境工程', '19-2班', 2019218264, '2020618375', '13099124696', '627', '2020618375@qq.com', '3', '1', '1', '喜欢看动漫，听音乐，想依靠自己的能力制作一些mva之类的小视频', '曾在初高中班级从事多次PPT及视频制作', '可以锻炼自己的审美能力并提升自己的电脑能力', '1', '0', '1', '1568846836', '1568906115', NULL),
(35, 56, '刘坤', '1', '501', '资源与环境工程学院', '环境工程', '19-2班', 2019218260, '1808070095', '15252576191', '10N627', '1808070095@qq.com', '1', '3', '1', '励志去中传学数媒结果来了这里233热爱日韩绘画与平面设计，热衷搜集（baipiao）各种素材资源。不管怎么说虽然画的好丑但就是好想画画！头脑里的灵感要溢出来了但是手它跟不上大脑的节奏（不是）', '小六开始学习板绘，PS、sai上手，能用如绘声绘影之类的傻瓜剪辑软件，ae、pr、cakewalk摸索中，maya苦手……纸上绘画纯摸索无基础，现CG原画课程进行中！（另，给朋友的同人gal做过UI设计和BGM编曲，但游戏现在已经夭折了）', '集能画画的双手和能写文案的大脑于一体的岗位？PS、AE、Pr启动——', '1', '1', '3', '1568848879', '1571030955', NULL),
(36, 57, '曹可心', '0', '501', '资源与环境工程学院', '环境工程', '19-2班', 2019218283, '491344301', '15303133154', '218', '491344301@qq.com', '3', '1', '0', '无基础，但喜欢去学习，b站4级，喜欢视频，励志成为肝帝', '无', '想增加丰富的大学经历，并且想学习更多的技能', '0', '0', '1', '1568854615', '1568854615', NULL),
(37, 58, '杜宇航', '0', '501', '资源与环境工程学院', '环境工程', '19-2班', 2019218237, '2481702027', '18855119611', '215', '2481702027@qq.com', '3', '4', '0', '是一个是萌新，平时比较喜欢看b站视频，最这方面也有比较兴趣，室友有会这个的，希望自己也能做出来自己喜欢的东西。', '无', '增加技能，丰富大学课余生活，能够像学姐学长那样逐渐成熟', '0', '4', '-2', '1568854692', '1571034173', NULL),
(38, 59, '张龙珠', '1', '1000', '外国语学院', '英语', '19-1班', 2019216398, '3409757803', '15880662632', '601', '3409757803@qq.com', '2', '3', '1', '我是2019级大一英语系新生，来自福建龙岩，我觉得我还是一个比较文艺的人，笑笑，真的很想在大学系统的学习摄影和剪辑，虽然我现在还是小白，但是我一定会努力的。', '热爱画画，曾学过葫芦丝，有一双发现美的眼睛', '我认为这是一个发现美创造美的地方，在里面会发现很多不一样的精彩，这也是传播学校的美的窗口，在这个岗位上我认为我可以学到很多很多不一样的技能。这是一个成长的平台，在这里，我们可以一起学习，一起成长，在这里可以更近距离的接触传媒，发现生活的美。', '1', '0', '1', '1568871606', '1569411272', NULL),
(39, 60, '陈雪姣', '1', '1000', '外国语学院', '英语', '19-1班', 2019216409, '1874229859', '18203104452', '601', '1874229859@qq.com', '2', '3', '1', '19届英语系1班陈雪姣，来自河北邯郸。喜欢文艺，喜欢摄影（虽然是小白一只，但是捏真的很感兴趣）想为生活增加一些不一样的色彩，同样也想在网络文化工作室有所得，为工作室变得更好略尽绵薄。', '擅长跑步，运动。特别的经历并莫得吧！但是就是喜欢拍照摄影，记录生活点滴', '我认为图文部和视频部是我很感兴趣的两个部门，图文部需要有严谨负责的态度，以及对文字图片的敏感度，图文处理和编辑能力尤为重要。视频是通向世界的窗口，我希望通过这个平台，能够近距离接触传媒，体会它的魅力，记录生活的点滴美好，捕捉生活的精彩。', '2', '0', '1', '1568871787', '1569411722', NULL),
(40, 62, '吴昊', '0', '010', '计算机与信息学院', '物联网工程', '19-1班', 2019217798, '972592900', '18806493726', '6S109', '972592900@qq.com', '6', '1', '1', '我是物联网专业的19级新生吴昊，来自孔孟之乡山东，爱好羽毛球、装机和修图，希望来到这里可以学到一门本领并使其发挥作用。', '我擅长研究配置，学习能力较强，会装系统，热爱生活热爱后期制作，已配有较高性能电脑（戴尔灵越7590 标压9代i7+1650+16g运存），可运行大多数软件', 'NEWX对合工宣起了重要作用，作为合工宣的一员，我要尽早熟练各项技能，争取早日为我校的发展作出贡献。', '0', '0', '1', '1568883068', '1568883068', NULL),
(41, 63, '刘雅璐', '1', '1004', '外国语学院', '英语', '18-2班', 2018219250, '2879509757', '15159500688', 'n131', '2879509757@qq.com', '5', '1', '1', '热爱文学，喜欢写作，随时记录自己的感想和生活，希望生活有诗和远方。\n喜欢交朋友，热情开朗。', '写文章，曾为心理咨询工作室编辑公众号', '希望能用自己的能力为团队增添力量，让创作出好作品', '0', '0', '1', '1568895550', '1568895550', NULL),
(42, 64, '曾莉婷', '1', '1110', '文法学院', '广告学', '19-1班', 2019216518, '1419048826', '17398763904', '十号楼s123', '1419048826@qq.com', '5', '1', '1', '我是一名来自湖南的大一新生，平时也很喜欢写写东西，然后上网比较多，网上的一些梗也能接的上，也经常会说出比较有趣的话。', '学过素描，对网上的梗都有了解，能写出比较新奇的语句', '我觉得加入采编或者办公室的话，能够锻炼我的交际能力，也能帮助我更好的拓展在大学的人际关系，我也希望能通过new x学习更多有用的知识、技能', '1', '0', '1', '1568900376', '1569143580', NULL),
(43, 22, '马倩', '1', '801', '管理学院', '物流管理', '19-2班', 2019217565, '576994716', '19156373170', '521', '576994716@qq.com', '2', '3', '1', '接受能力强，对待工作认真负责，有一定的审美。没有接触过专业拍照和摄影，但对采风和视频制作很感兴趣，希望能学习到一些相关技能！', '看书听音乐，没有与采风等相关的经历。', '采风和视频制作都需要拥有自己的审美和艺术看法，采风是对生活中一些美好瞬间的定格，视频是让原来零散的片段加入创意，更完美地呈现。', '0', '0', '1', '1568943447', '1568943447', NULL),
(44, 67, '朱可欣', '1', '022', '计算机与信息学院', '电子信息科学与技术', '19-3班', 2019217892, '164350664', '18269903914', '10N330', '164350664@qq.com', '3', '2', '1', '我是来自安徽的一名计科学生朱可欣，很喜欢视频制作这一方面，希望能加入这个集体。', '喜爱看各种视频剪辑，军训期间拍摄照片曾经投稿成功', '这是一个具有美学艺术性的岗位，除了可以充实自身，提高自我修养，还能尽己之能，传播校园文化，扩大工大影响力。', '0', '0', '1', '1568954711', '1568954711', NULL),
(45, 68, '孙甲玲', '1', '410', '食品与生物工程学院', '食品质量与安全', '19-1班', 2019218414, '2436482638', '15110927620', '10#N422', '2436482638@qq.com', '2', '3', '1', '我是孙甲玲，来自青海西宁。', '平时喜欢拍照，喜欢亲近自然。', '希望可以通过加入这个社团，丰富我的大学生活，去亲近大自然感受自然的魅力。', '2', '0', '1', '1568974445', '1569142829', NULL),
(46, 69, '刘宇宁', '0', '410', '食品与生物工程学院', '食品质量与安全', '19-1班', 2019218433, '763694849', '18248106016', '403', '763694849@qq.com', '6', '5', '1', '无', '无', '想试试看', '0', '0', '1', '1568975070', '1568975070', NULL),
(47, 70, '殷纪龙', '0', '701', '化学与化工学院', '能源化学工程', '19-2班', 2019216178, '1736334429', '18856317763', '332', '1736334429@qq.com', '1', '2', '1', '殷纪龙，男，来自陕西咸阳，萌新。', '曾在高中学过一段时间的ps', '都很帅', '0', '0', '1', '1568982965', '1568982965', NULL),
(48, 79, '孙慧茹', '1', '000', '计算机与信息学院', '计算机科学与技术', '19-1班', 2019218426, '2644745674', '15532347409', '427', '2644745674@qq.com', '3', '4', '1', '喜欢视频剪辑，希望有机会可以学习到相关的技巧', '性格开朗，善于学习，并且乐于向人学习', '虽之前没有接触，但我保证争取在最短时间学会应学的东西，如获批准，不胜感激', '1', '4', '-2', '1568983334', '1571034167', NULL),
(80, 128, '李凤煊', '0', '222', '机械工程学院', '过程装备控制工程', '19-3班', 2019217132, '1059270954', '18759808361', '502', '1059270954@qq.com', '6', '2', '1', '我叫李凤煊，来自19级过控3班的学生。本人有活力，待人热情、真诚;工作认真负责，积极主动，能吃苦耐劳，能勇于承受压力，勇于创新;有很强的团队协作精神，具有较强的适应能力;纪律性强，工作积极配合;意志坚强，具有较强的无私奉献精神', '特长目前还未发掘，但我希望能在newx的工作中发掘自己的特长。', '办公室该职位需一定的组织能力也需要对该工作充满热情，虽然目前我的组织能力尚且不足，但我希望能进入该部门并在工作中逐渐变好。采风部需懂得使用单反，摄像机，无人机等并熟练使用，目前我对于这些方面算得上是小白，因此我希望能进入该部门，并在日常工作中掌握这些技能，增添个人魅力。', '0', '0', '1', '1569142119', '1569142119', NULL),
(49, 81, '张琪', '1', '411', '食品与生物工程学院', '食品质量与安全', '19-2班', 2019218420, '2591211974', '18856310579', '426', 'zhangqi13157@163.com', '3', '5', '1', '我比较喜欢视频', '有耐心', '无', '2', '0', '1', '1568984489', '1569143171', NULL),
(50, 82, '范益鑫', '0', '003', '计算机与信息学院', '计算机科学与技术', '19-4班', 2019218193, '2302993772', '18355309118', '6s-432', '2302993772@qq.com', '4', '3', '1', '我是2019级计科4班范益鑫，来自安徽芜湖。', '小白一枚，还望学长指教', '我竞争这个岗位是为了学习前辈的经验知识，锻炼自己的能力', '0', '4', '-1', '1568984634', '1571034100', NULL),
(51, 83, '叶良玉', '1', '411', '食品与生物工程学院', '食品质量与安全', '19-2班', 2019218416, '3344162226', '18355168182', '10#N426', '3344162226@qq.com', '4', '3', '0', '对小视频很喜爱', '无', '可以打开我新世界的大门', '1', '4', '-1', '1568985622', '1571034095', NULL),
(52, 84, '邓潞', '1', '1113', '文法学院', '广告学', '18-2班', 2018219104, '952685179', '15388355866', '10s508', '952685179@qq.com', '2', '3', '1', '18级广告学生 喜欢摄影瞎拍 有一些自己的看法 去年没能加入newx比较遗憾 今年还是希望能够再试试 挺喜欢nexw工作室觉得你们出品的东西都挺好  希望能在这个平台一起经历有趣的事认识有趣的人', '点墨摄影部成员\n曾参与毕业晚会筹办\n', '采风部主要为工作室提供公众号配图，视频素材，记录校内活动及为学校组织等提供服务。也希望能在部门学到东西，', '1', '0', '1', '1569034078', '1569034084', NULL),
(53, 86, '李明轩', '0', '311', '材料科学与工程学院', '材料成型及控制工程', '19-2班', 2019217369, '137015143', '18856317311', '7s435', '137015143@qq.com', '1', '3', '1', '王刚熟练运用PS和AE对图片和视频进行后期的剪辑处理', '无', '图文部首先要明确做的图片的主题是什么？想要表达什么东西要细心设计，就应该勇敢的去寻找自己的答案，说出自己想要的，把对事物的看法，用点线面来表达。\n视频剪辑，主要是对视频素材进行剪辑，配音，字幕特效处理的合成完整的视频作品的职位，同时，还需要有较强的美术功底，审美和色彩把握能力', '2', '1', '-2', '1569038947', '1570889738', NULL),
(54, 74, '谷治昊', '0', '301', '材料科学与工程学院', '新能源下料与器件', '19-2班', 2019217227, '1439245647', '15240139401', '南区7#528', '1439245647@qq.com', '2', '1', '1', '我叫谷治昊，来自河南的新能源系新生。性格阳光负责，与人为善，乐于与志同道合的人交流。我认为世界上有很多美，花开朝暮，白雪惊鸿，都值得去纪念。而摄影正是我喜欢的方式，记录，分享点滴感动。', '日常生活中经常拍照，有一些自己的经验，使用过数码相机，识摄影皮毛，乐于欣赏优秀作品提升审美，参加过学校组织的摄影比赛。积极负责，愿意去更深入的学习，摄影技巧，修图技术等提升自己，在摄影和相关方面更进一步', '经过了解，看过B站上你们的视频，我认为成为采风部的一员，是纪录钟灵毓秀的肥宣的各种美好，发挥创意，诚实拍下，定格精彩，让更多的人更好的感受这里的美。如果给我一个机会，我会负责完成工作，与大家团结互助，同时进一步学习提升能力，为与NEWX共同发展尽一份力，谢谢', '2', '2', '-2', '1569044421', '1571026202', NULL),
(55, 89, '宋颖', '1', '400', '食品与生物工程学院', '食品科学与工程', '19-1班', 2019218373, '3200484643', '18365362314', '414', '3200484643@qq.com', '2', '1', '1', '其实是个小白，但想多学习点东西', '对摄影感兴趣，但没有学习过，为人踏实负责，会尽力去完成任务', '出去拍美美的照片，', '0', '0', '1', '1569045132', '1569045132', NULL),
(56, 8, '陈慧勤', '1', '1000', '外国语学院', '英语', '19-1班', 2019216435, '2570193079', '17855103381', '10n603', '2570193079@qq.com', '5', '1', '1', '积极开朗，乐观向上，热情洋溢，求知似渴的一个憨憨', '嗯，，葫芦丝（好像没啥用？）\n对采编很感兴趣，写了一片军训简报，但是没中ಠ~ಠ  \n图文零基础小白，抱有一颗真诚求知的心，真的真的真的', '采编是负责采集信息然后编辑的，需要掌握好一手采访及写作的技能，善于与人交流沟通\n图文是负责处理图片、挖掘素材什么的，便于宣传，需要良好的审美能力与熟练掌握ps等等的技能', '1', '0', '1', '1569045267', '1569330691', NULL),
(57, 94, '李志峰', '0', '009', '计算机与信息学院', '计算机科学与技术', '18-5班', 2016217812, '546393338', '13328642333', '118', 'email@gmail.com', '4', '4', '0', '忙里偷闲感受一下新的系统 嘻嘻', '特长', '看法', '0', '0', '1', '1569054004', '1569054004', '12'),
(58, 91, '李浩文', '0', '411', '食品与生物工程学院', '食品质量与安全', '19-2班', 2019218410, '2416918498', '18726725378', '7#411', '2416918498@qq.com', '3', '2', '0', '来自安徽阜阳的大一新生一枚，平时喜欢逛b站看amv。', '特长的话暑假学了一点视频剪辑的皮毛……自己剪过一个动漫电影的片子。\n在b站视频看多了就想着自己能不能剪出精彩的视频来，于是就来这里了。', '岗位？咱就是想来多向志同道合的学长学姐学学怎么剪出精彩的视频。', '0', '0', '1', '1569059101', '1569059101', NULL),
(59, 71, '陈诺', '0', '000', '计算机与信息学院', '计算机科学与技术', '19-1班', 2147483647, '2505026372', '15656380810', '7421', '2505026372@qq.com', '2', '2', '1', '你好，我是19级材料系新生，我叫陈诺。这一届好像好像还有人和我名字一样，别弄错了哦', '没有什么特别厉害的，基本上属于都会一点。比较乐观算特长吗？', '大学生网络文化工作室采风部。职能包括学校内部事件的以图片记录，和风景拍摄。我主要是因为对摄影的喜爱才来报名的', '0', '0', '1', '1569061307', '1569061307', NULL),
(60, 93, '王小刚', '0', '1111', '文法学院', '广告学', '19-2班', 2019216531, '853948356', '13137674517', '505', '853948356@qq.com', '1', '3', '1', '来自河南的一名萌新，但只新不萌。对好玩新奇的事物很感兴趣，喜欢刷各种段子，致力于成为一名合格的沙雕网友。求知若渴，但不是很喜欢喝水，有一颗求知的心，但有时力不从心', '算命先生说我五行缺特长，如果非要我掰出来一个，我反应弧挺长的，别人骂我得一会才能反应过来，我想是个当好员工的材料。之前十几年的经历很平淡，所以想加入一个新的大家庭，给平静的生活添姿添彩！', '天将降大任于斯人也，必先问其看法。官方说法，这份工作任重道远，需要我们撸起袖子加油干！用我自己的话说:我会努力的！具体的工作流程未知，所以也没有什么建设性的看法或是见解。我是学广告的，很需要图文过硬的技术，这是我一个学习的现实目的，本着远大理想是我要充实生活，实现更多人生价值。', '1', '0', '1', '1569061466', '1569146658', NULL),
(61, 88, '赖杨安吉', '0', '1111', '文法学院', '广告学', '19-2班', 2019216562, '727035770', '13677075758', '7d506', '727035770@qq.com', '3', '1', '1', '我是广告学萌新（专业相关哦），作为一个萌新，技术不是很好，或者说根本没有。但我对制作视频和图片充满着兴趣和热情！\n个人简历就是我在江西省参加高考，然后考上肥宣。简历很简单，希望曾经任职于newx可以丰富我的人生简历。\n谢谢！', '1. 我的名字特长\n2. 会吉他和箱鼓，节奏感好，能更好配置视频BGM。\n3. 会一点水彩\n4. 广告学专业，能为视频图片制作投入更多的时间精力和时间。', '制作视频和图片都能让我快乐！并且出于专业需要，我对视频和图片制作学习的热情和耐心会比其他人更充足，同时态度更加积极。有相关专业老师指导，成长速度会更快，并且可以为之投入更多的时间和精力，能够为newx的传承和发展更好的做出贡献。\n希望可以和大佬们成为朋友，一起成长，谢谢大佬们。', '2', '0', '1', '1569063623', '1569244416', NULL),
(62, 98, '孙笠涵', '0', '205', '机械工程学院', '机械工程', '19-6班', 2019216779, '398115607', '15856775788', '6#N312', '398115607@qq.com', '3', '2', '1', '会使用Pr剪辑 摄影 摄像\nPPT制作设计', '摄影 PPT兼职设计师', '优秀的审美 争取的价值导向 以及甘于奉献 钻研技术与细节', '0', '3', '2', '1569066069', '1569732751', NULL),
(63, 99, '郑辉', '0', '022', '计算机与信息学院', '电子信息科学与技术', '19-3班', 2019217872, '1390113493', '13635292352', '6#S223', '1390113493@qq.com', '4', '3', '1', '我是来自福建的2019级电信科三班新生。我从初中开始就对网站制作感兴趣，并且拥有域名与存放网页的服务器空间，搭建了一个属于自己的小网站。然而由于条件限制，我无法对网页制作进行系统的学习。我也曾制作过一两个简单的视频。我希望我能够有这么一个机会向各位大佬学长学姐学习，提升自我。', '熟悉计算机基本操作，能进行简单的排版与音视频剪辑和图片修改。\n初高中时曾帮助多名老师解决许多电脑使用上的技术问题。\n曾获校flash制作竞赛一等奖（初中），市生物竞赛一等奖（高中），省生物竞赛三等奖（高中）等。\n目前本人维护着一个无人访问的个人网站，曾制作过一个点击量极少的视频。', '我认为网站部与视频部均属对运营成员技术要求较高的部门，且需要有一定的创意与想象力以及团队协作精神。我希望能够到网站部或视频部提升我的技术水平，学习html，css或是ps、pr之类的Adobe软件，并且能够结识大佬，提高各方面能力。同时我也希望能够为学校的网络多媒体贡献一份力量。', '1', '4', '3', '1569068863', '1571034093', NULL),
(65, 100, '罗宇琦', '0', '501', '资源与环境工程学院', '环境工程', '19-2班', 2019218281, '1760970721', '13976635705', '218', '1760970721@qq.com', '3', '4', '0', '希望可以认识更多的学长学姐，学习到更多的技能，更加完善自己', '没啥特长，希望可以在这里学到一些特长。', '必须认识到自己，才能参与竞选，不然只是对自己和他人的不负责。如果自己有能力有责任心而且希望竞选，那一定要充满信心去竞选。', '0', '0', '1', '1569074561', '1569074561', NULL),
(66, 7, '张红丽', '1', '802', '管理学院', '物流管理', '19-3班', 2019217569, '1025067251', '18313030422', '十号楼北523', '1025067251@qq.com', '1', '4', '1', '我是来自管理学院19级的张红丽，家住云南大理，平时比较沙雕哈哈，性格外向。', '特长是手工（好像没啥用），初高中都在校广播站，当过播音员，当过编辑。', 'NEWX是一个对全校师生服务的团队，图文部是其中必不可少的一部分，若有幸进入团队中，我一定会好好努力哒。', '0', '0', '1', '1569109236', '1569253590', NULL),
(67, 102, '孙琪', '1', '500', '资源与环境工程学院', '环境工程', '19-1班', 2019218274, '1470042934', '13604744218', '10N624', '1470042934@qq.com', '2', '1', '1', '我是孙琪 来自内蒙古满洲里 今年十七岁', '喜欢摄影 希望能在大学学到一些与摄影有关的知识技能 更好的适应融入大学生活', '我认为拍照是与生活沟通的一种方式 我希望能通过摄影记录生活中美好的瞬间 ', '0', '2', '3', '1569115874', '1571026164', NULL),
(68, 103, '田永劭', '0', '702', '化学与化工学院', '能源化学工程', '18-1班', 2018218319, '892258251', '18637425309', '9#S520', 'tbb0123@163.com', '4', '4', '0', '一个普普通通的计算机爱好者，偏向底层，前端接触的略少', '参加过信息学竞赛，省一省二省三都拿过，校级比赛第一', '维护网站，写写前端，偶尔调戏，啊不调试下服务器。（PS:用密码的地方居然都不加https', '0', '4', '-2', '1569116261', '1571034087', NULL),
(69, 104, '姜智鹏', '0', '207', '机械工程学院', '机械工程', 'undefined', 2019216791, '744264856', '15038525312', '南区六号楼北333', '3037676339@qq.com', '2', '3', '1', '19级的新生，爱好玩无人机', '高中拿过登峰杯无人机比赛的复赛三等奖，有一架大疆的御2变焦版，两块电池', '希望能加入你们，一起摄影', '2', '2', '3', '1569118005', '1571026163', NULL),
(70, 90, '胡林慧', '1', '1000', '外国语学院', '英语', '19-1班', 2019216434, '2532023756', '17838501632', '十号楼603', '2532023756@qq.com', '1', '6', '1', '我是英语系的胡林慧，性格活泼开朗，有些小逗比。自夸一下☺️，我脾气比较好，比较善解人意。我兴趣爱好广泛，擅长绘画，参与了国庆海报设计，喜欢学习新知识，接触新事物，认识新朋友，对于图文设计方面很感兴趣。我希望自己能够通过在NEWX工作锻炼能力，积累经验，尤其是图文设计实践经验。', '唱歌，绘画，吉他，古筝十级，会写一点毛笔字，曾担任过体委，团支书，学习委员，生活委员（班费管理），', '对于计算机要有一定的了解与掌握，尤其是图文设计方面，而且脑洞要大一点，要有良好的创新能力，学会时间管理，舍得把自己时间投入到这个工作当中。学会借鉴优秀的设计，积累优秀的图文，懂得团结合作，积极主动学习新的技巧及经验，有责任心，并紧跟时代步伐。', '2', '1', '3', '1569120517', '1571031101', NULL),
(71, 105, '徐梦圆', '1', '1113', '文法学院', '广告学', '18-2班', 2018219085, '1368992734', '15956686691', '10#s-515', '1368992734@qq.com', '1', '1', '0', '广告学18－2班徐梦圆，喜欢唱歌、跳舞、画画、看电影、旅行。女神、经一个，有点慢热，画风清奇的奇女子', '绘画:合工大宣城校区第五届书画大赛绘画组二等奖\n唱歌、跳舞:原大艺团合唱队、啦啦队队员，多次参加校区文艺演出\n原点墨摄影部成员\n国家级大创项目成员\n三下乡校直属团队队员，负责摄影剪辑\n互联网+大赛创意组银奖', '图文部我觉得做出来的东西要给人美的体验，用自己创造出来的美愉悦自己和其他人。我的手工画画能力还可以，专业课人物素描得了99分。比较喜欢参观各地的艺术馆，脑洞比较大。图文部可以说既满足了我的兴趣，又可以提升我的专业能力，所以非常希望能在图文部get到各位网络大佬的真传。', '0', '0', '1', '1569123032', '1569123032', NULL),
(72, 106, '聂婧', '1', '410', '食品与生物工程学院', '食品质量与安全', '19-1班', 2019218406, '1648407186', '19906056215', '10-421', '1648407186@qq.com', '6', '6', '1', '19食安聂婧 啥啥都不会 只有一腔热情！！！！！！！', '乐于沟通 善于活跃气氛 有较强学习能力 希望能学到更多有用的东西 也希望认识大佬们！！！！！！', '人多 艰辛坎坷 需较强的文字功底和偌大脑洞 需认真负责的有志青年！', '1', '0', '1', '1569123606', '1569410603', NULL),
(73, 107, '姜云曦', '0', '605', '土木与水利工程学院', '城市地下空间工程', '18-1班', 2018218422, '1132407947', '18856358285', '9s308', 'Matthe_TKD@126.com', '3', '4', '1', '我叫姜云曦，擅长于苹果端的软件应用与开发，熟练掌握final cut pro，会一些ps技术，对摄影、拍照、编程极其感兴趣，有自己独立的剪辑作品与照片作品。如果工作室有ios平台app的开发需求，相信我可以帮上不少忙。', '熟练掌握final cut pro,会一些ps技术，可以为ios平台进行软件开发', '我认为摄影与拍照是一门艺术，是一门让人们“真诚地表达自我”的一门艺术，从一个人的创作作品中，可以看到他的性格、审美、甚至是深入灵魂的东西。\n对于设备的看法：“真正创作艺术的不是相机，而是相机背后的人。”不是说设备不重要，而是有远比设备更重要的-艺术家的自我修行。', '0', '3', '2', '1569124972', '1569732844', NULL),
(74, 113, '李石泉', '0', '711', '化学与化工学院', '应用化学', '19-2班', 2019216066, '1040274815', '18860302007', '236', '1040274815@qq.com', '2', '3', '1', '我是来自河南信阳的李石泉，今年17岁。我喜欢唱歌，video game和旅游。', '电竞', '采风意思是体验生活，收集素材。我认为对于一个爱摄影的我来说收集素材很是容易。我也经常在哔哩哔哩上发表一些视频 但是都比较粗制滥造，所以我想进入视频部继续学习深造', '1', '0', '1', '1569133492', '1569142883', NULL),
(75, 114, '王玄羿', '1', '1113', '文法学院', '广告学', '18-2班', 2018219068, '413541726', '18856352005', 'S509', '413541726@qq.com', '6', '5', '1', '作为大二老学姐，一个学年的观察我觉得我越来越后悔没加newx/黑脸/，我是一个开朗乐观的人，很适合参与学生组织，很容易和大家成为朋友，同时也认真负责，保证完成任务哦！', '社交能力较好，为人耐心细心，在社团里担任副社职位，与大家联系紧密，班级里相处融洽，无违纪情况', '办公室是整个组织相互联系的枢纽，有协调各方组织工作的作用；采编部赋予网推推文以灵魂，需要花费精力，责任重大。', '0', '0', '1', '1569138452', '1569138452', NULL),
(76, 123, '何俊伟', '0', '200', '机械工程学院', '机械工程', '19-1班', 2019216809, '1914266396', '18056543265', '6#N113', '1914266396@qq.com', '2', '3', '1', '来自机械工程学院，希望在大学里能够学会除专业以外的一项技能，而摄影正是我想去了解并学习的', '对P图，摄影稍有涉猎', '在整个团队的第一线，为后期的伙伴们提供一手的材料', '0', '0', '1', '1569140310', '1569140310', NULL),
(77, 119, '杨晨星', '0', '900', '经济学院', '经济学', '19-1班', 2019217733, '821931412', '13396146410', '6n525', 'ydaystars@hotmail.com', '2', '3', '0', '高中电视台成员，因为热爱摄影攒钱买了一台80d（没人教并不太会）。喜欢记录美丽的风景，加入是想学习更多的摄影技巧理论和剪辑后期技巧。（pr只会剪视频，不会ae因为电脑不行）真心想进！', '高中电视台摄影兼制作部成员，负责摄影以及视频音频剪辑，有摄影经验，有剪辑经验（不会特效）', '采风部：为学校活动留下视频纪念资料，更好地宣传学校的风采和大学生的活力。能在各种活动的拍摄中锻炼自己的技巧。\n视频部：作为后期将采风部的素材进行打磨更好地达到期望的效果。视频制作让人秃头（dog）但好的剪辑能到来震撼人心的效果，剪辑是视频释放魅力的手段，特效让视频锦上添花。', '2', '2', '-2', '1569140723', '1571026161', NULL),
(78, 120, '魏霖璇', '1', '701', '化学与化工学院', '能源化学工程', '19-2班', 2019216132, '2053582638', '18893118795', '十号楼N410', '2053582638@qq.com', '1', '3', '1', '兴趣广泛，热爱生活', '业余爱好绘画，水平有限\n想学习摄影，拍照技术\n', '能够更好地锻炼自己的能力，提升审美情趣，观察校园生活', '1', '1', '2', '1569140757', '1569735121', NULL),
(79, 122, '卢凯文', '0', '204', '机械工程学院', '机械工程', '18-2班', 20196762, '2929363497', '18712588326', '6N302', '2929363497@qq.com', '3', '2', '1', '本人比较爱好摄影，但是不懂技巧，所以才想来这儿找大佬', '比较爱好学习，学习热情比较高', '我认为我所竞选的岗位比较适合我，因为确实对这个感兴趣', '2', '0', '1', '1569141373', '1569144415', NULL),
(81, 130, '许昱東', '0', '010', '计算机与信息学院', '物联网工程', '19-1班', 2019217840, '1548248553', '16605590236', '111', '1548248553@qq.com', '2', '3', '1', '我是19级物联网一班的许昱東，来自安徽黄山，喜欢看一些电影，听听歌。', '特长暂无', '对于采风部我也不是很了解，但是我一直很想把身边美好的一切记录下来，听了学长的讲解，我觉得采风部是我想去的岗位，我也想要在这个岗位上不断学习，以后能收获更多东西。', '0', '0', '1', '1569142204', '1569142204', NULL),
(82, 150, '李文钏钧', '0', '000', '计算机与信息学院', '计算机科学与技术', '19-1班', 2016217478, '1057515676', '15656325715', '3#3s309', '1057515676@qq.com', '5', '5', '0', '大家好，我叫李文钏钧', '名字特别长\n2018-2019NEWX大学生网络文化工作室总监', '嘿嘿', '0', '0', '1', '1569143096', '1569143096', '1569160878'),
(83, 134, '林彤彤', '1', '000', '计算机与信息学院', '计算机科学与技术', '19-1班', 2019218198, '2382196870', '13013133748', '10N335', '2382196870@qq.com', '3', '4', '1', '来自安徽铜陵的萌新，比较安静，偶尔话痨。轻度佛系 ，喜静，性格比较慢。爱好学习。', '目前尚无明显特长。', '有技术含量，需要认真学习相应技能。需要耐心。有挑战性，创造性，和趣味性。', '0', '0', '1', '1569143343', '1569143343', NULL),
(84, 138, '张佳丽', '1', '021', '计算机与信息学院', '电子信息科学与技术', '19-2班', 2019217887, '1686755635', '18856317598', '10#北#327', '1686755635@qq.comqq.com', '3', '4', '1', '以前也没有接触过这方面，大学就想学更多的东西。', '实话说没什么特长。\n刚上大学很迷茫，导员给我发了NEWX的招新消息，很感兴趣，就觉得NEWX是我的第一个目标。', '视屏剪辑超酷的，想做一个酷酷的工科女孩。', '1', '0', '1', '1569143649', '1569143663', NULL),
(85, 126, '杜晨昊', '0', '800', '管理学院', '物流管理', '19-1班', 2019217589, '1203829039', '15335437130', '605', '1203829039@qq.com', '6', '4', '1', '一腔热血 \n想在办公室里更好的学会如何为人处事\n想在这里好好锻炼自己', '擅长为人处事\n电脑方面会基本的一些操作', '我觉得来到这个大家庭就是为了一步步的锻炼自己\n能够竞选到岗位是好事，竞选不上也是锻炼', '0', '0', '1', '1569143875', '1569253104', NULL),
(86, 167, '计开', '0', '000', '计算机与信息学院', '计算机科学与技术', '19-1班', 2018218388, '1154883879', '13295630693', '9s302', '1154883879@qq.com', '3', '3', '1', '帅', '帅', '我很帅', '0', '0', '1', '1569143881', '1569143881', '1569160878'),
(87, 154, '杨蕾', '1', '802', '管理学院', '物流管理', '19-3班', 2019217616, '3226456042', '18856313633', '523', '3226456042@qq.com', '2', '4', '1', '我叫杨蕾，是来自河北张家口的一名女同志', '我向往新东西，想提高自己，同时我也喜欢摄影。之前的自己也涉及了解过这方面的知识，但是我并不熟悉，希望可以参与，多些了解。', '这个岗位需要自己有一双发现美的眼睛，同时也需要及时的去抓住那美的瞬间，细致入微的心是不可缺少的。', '0', '0', '1', '1569143942', '1569143942', NULL),
(88, 132, '方静静', '1', '020', '计算机与信息学院', '电子信息科学与技术', '19-1班', 2019217891, '2943975818', '18715139472', '324', '2943975818@qq.com', '4', '5', '1', '性格开朗，责任心强，对这方面感兴趣', '没有啥特长，之前没有接触过，但是大学期间希望能加入，学习一下，对这个很感兴趣', '制作网站，制作小程序，方便生活与学习', '0', '4', '-2', '1569143992', '1571034085', NULL),
(89, 131, '何阳', '0', '011', '计算机与信息学院', '物联网工程', '19-2班', 2019217852, '184879604', '18075094962', '6s120', '184879604@qq.com', '2', '3', '1', '我来自安徽六安，一点点内向的男孩纸，想学点pr，ps的相关知识，也想锻炼一下自己的社交能力（不敢当众演讲啊！！！！）', '其实并没有完全相关的特长经历，但我很好奇很真诚。', '我觉得采风部和视频部的学姐学长们都有大佬，我想学！', '0', '0', '1', '1569144020', '1569144020', NULL),
(90, 153, '李高翔', '0', '1101', '文法学院', '法学', '19-2班', 2019216621, '1279408975', '18772103050', '七号楼605', '1279408975@qq.com', '5', '6', '1', '学长学姐好！我是李高翔，很兴奋能报名！我是一个逗比。嗯，没错。但我是逗比其外，内敛其中，秀外慧中。。（没错我是男的）总之是一个很开朗的人啦！单认真起来也是很认真的哦(´-ω-`)', '特长吗，唱歌，嗯，还行吧。跳舞。。（开玩笑不会啦）会弹一点尤克里里，爱看书。经历吗，发过稿子，文字运用方面较好吧。比较擅长与人自来熟。。嗯。有过两次兼职经历（当了助教和家教）（ps：这好像。。没什么用。）', '采编部：因为从小就喜欢看漫画杂志，小说杂志，所以一直很想做一名编辑，一个好的编辑，除了有较好的文字运用，信息分析能力，还应该是能与读者打成一片，彼此间有共鸣比较好，能引发读者的会心一笑就最好了。办公部：应该跟运营方面有关吧，负责一些项目的筹划和处理，嗯，盘他！用心做到最好(✪▽✪', '1', '0', '1', '1569144108', '1569326199', NULL),
(91, 168, '覃元麒', '0', '022', '计算机与信息学院', '电子信息科学与技术', '19-3班', 2019217968, '569947630', '13047198575', '229', '569947930@qq.com', '1', '2', '1', '一个普普通通的学生，不知道该写些什么，想学些有用的东西', '会做表情包', '图文部牛逼！', '0', '0', '1', '1569144213', '1569144213', NULL),
(92, 141, '孙泽青', '0', '000', '计算机与信息学院', '计算机科学与技术', '19-1班', 2019218043, '1147002923', '15159850233', '六号楼南435', '1147002923@qq.com', '3', '2', '0', '福建人，用过vegas（菜），正在学ps，pr，觉得好玩，想进一步学习', '特能划水，必要时特能肝', '可以学习新的技能，锻炼自己的技术，认识厉害的人\n（顺便）为学校的新媒体添砖加瓦|･ω･｀)', '0', '3', '2', '1569144221', '1569732868', NULL),
(93, 118, '陈星月', '1', '801', '管理学院', '物流管理', '19-2班', 2019217562, '1523266305', '15717274211', '521', '1523266305@qq.com', '3', '5', '1', '沉迷于b站上的各种剪辑的视频~', '擅长写写小故事，很想让自己脑海里的故事动起来', '视频部：可以学习剪辑视频（可以成为优秀的up主） \n采编部：可以提升写作能力（有工资～～）', '0', '0', '1', '1569144250', '1569144250', NULL),
(94, 164, '姚晨旭', '0', '802', '管理学院', '物流管理', '19-3班', 2019217609, '2217841160', '18326801586', '6n-620', '2217841160@qq.com', '3', '2', '1', '对做视频很有兴趣（虽然是个小白）。在b站看过很多大佬做的视频（如老番茄），自己也想做出那样别出心裁的视频。', '办事认真（为了某些事可以不睡觉的那种）', '加入newx，就说明已经成为合工大“排面”的制作人。无论在那个部门，都应担当起自己的责任，向他人展示出合工大的独特魅力。', '0', '0', '1', '1569144575', '1569144575', NULL),
(95, 142, '魏永康', '0', '1111', '文法学院', '广告学', '19-2班', 2019216503, '1311088539', '15587765756', '504', '1311088539@qq.com', '3', '1', '1', '脑袋贼大，哦不，脑洞贼大', '童年无忧无虑现在像个傻子，喜爱美的东西，想把广告做成艺术品', '？？？我就是想来学习的啊', '1', '0', '1', '1569144716', '1569144746', NULL),
(96, 140, '温莹', '1', '500', '资源与环境工程学院', '环境工程', '19-1班', 2019218257, '3359946861', '13835417746', '623', '3359946861@qq.com', '5', '5', '1', '我叫温莹，来自山西平遥，一座美丽的古城，非常想希望在大学四年充实自己，希望学到一些有用的技能，非常希望见到萌萌哒的学长学姐。', '感性与理性并存，喜欢接触新事物，喜欢逛b站，喜欢八爷', '努力在web上学习新事物，紧跟时代潮流，学会写推文，努力向学长学姐学习，认真工作。给自己的大学生活添加一抹浓厚的亮色。', '1', '0', '1', '1569145025', '1569145030', NULL),
(97, 172, '贺福美', '1', '1113', '文法学院', '广告学', '18-2班', 2018219108, '1455428472', '18856353655', '十号楼s515', '1455428472@qq.com', '6', '4', '1', '我是一个性格开朗活泼的女孩，喜欢唱歌跳舞，日常很皮。工作的时候，认真严谨，努力完成上级分配工作。喜欢交朋友，希望能在newx交到一群不一样的好朋友!', '曾任职点墨摄影部，现就职于点墨运营部，负责公众号管理、文案编辑策划、招新等外围工作。学生会任职满一年，有一定的组织策划经验，现在已经退部。', '办公室在工作室中起着统筹全局、联系各部门的作用，是工作室运作的枢纽，也是必不可缺的一个部门。在平时做好排班值班、卫生监管、资料整理、文件保存等工作；   网络部应该主要负责公众号运营，网上文章视频的发布，舆论处理等工作，做好newx门面宣传!', '0', '0', '1', '1569145867', '1569145867', NULL),
(98, 136, '陈向权', '0', '222', '机械工程学院', '过程装备控制工程', '19-3班', 2019217147, '1109141870', '15534610130', '508', 'cxq11111@foxmail.com', '6', '5', '1', '一个来自山西晋城的胖子。性格内向，不善言辞。但诚实守信有责任心，答应的事肯定做到。', '能吃算特长吗？                                                   当过班委，在学生会也干过，但身边人能力太强，致使全称划水，躺赢。参加过竞赛，但只拿过省级奖。', '办公室和采编部都是锻炼人的好地方，会提升个人能力。', '0', '0', '1', '1569148226', '1569148226', NULL),
(99, 170, '袁泰立', '0', '001', '计算机与信息学院', '计算机科学与技术', '19-2班', 2019218163, '1042264802', '15802889791', '6号楼s317', '1042264802@qq.com', '2', '4', '1', '我叫袁泰立，来自四川成都，是一名喜欢美食，爱好科幻，热爱生活的人', '曾经在高中担任校园电视台拍摄组组长，多次参与校园电视台视频拍摄，也曾自己制作过一个短视频（不过很烂（;≥皿≤））', '这个岗位首先需要的是学会观察，因为拍摄一般多在室外进行，而室外环境复杂，需要观察才能知道如何构图；其次还需要一颗热爱这个岗位的心，因为拍摄有时其实是一个枯燥的活，曾经我拍摄过学校的拉练，期间我在队伍中跑过去跑过来非常的累，可是我依然很开心，因为我热爱这个职位。', '0', '2', '-2', '1569148703', '1571026160', NULL),
(100, 144, '张渝淳', '1', '401', '食品与生物工程学院', '食品科学与工程', '19-2班', 2019218336, '1695807921', '17729927631', '10-N418', '1695807921@qq.com', '2', '3', '0', '摄影纯属爱好兴趣，没啥奖项，但是广获好评', '善于捕捉细节，具有想象力，灵活变换焦点、近远景、明暗等，构图较合理，常用辅助线。以上要是能附图就好了  :D', '想系统专业地学习摄影和视频剪辑，比如照片后期处理、音频处理等。我对该工作具有热情和兴趣，保持好奇心，会认真学习掌握技能。希望可以加入你们', '0', '0', '1', '1569149073', '1569149073', NULL),
(101, 127, '宋晨宇', '0', '300', '材料科学与工程学院', '新能源下料与器件', '19-1班', 2019217213, '2929536826', '15056333106', '519', 'hnqxscy@163.com', '3', '2', '1', '我叫宋晨宇，来自河南开封。性格随和，容易相处，对自己在意的事情会认真对待，能够沉下心，乐于学习。是一个零基础但对这些很有兴趣的boy', '没什么特长，会打点篮球，对这类有浓厚的兴趣。但都不会。', '对各部门都有兴趣，偏重于对视频和图片的编辑。所以报名了采风部和视频部。我认为他们是对美好事物更好的诠释。主要是感兴趣。', '1', '0', '1', '1569149161', '1569164845', NULL),
(102, 174, '谢昊', '0', '901', '经济学院', '经济学', '19-2班', 2019217683, '2212087153', '15155575074', '6n 533', '2212087153@qq.com', '4', '3', '1', '来自湖南耒阳的一个萌新(•̀⌄•́)\n对视频，平面设计，网页制作等具有浓厚的兴趣', '会一点点python，且正在学习中', '能力匹配岗位', '0', '4', '3', '1569149407', '1571034083', NULL),
(103, 145, '李欣怡', '1', '701', '化学与化工学院', '能源化学工程', '19-2班', 2019216144, '1044964611', '13225633696', 'N501', '1044964611@qq.com', '5', '6', '1', '我是李欣怡，来自陕西，是一个活泼开朗热情大方的女生。喜欢尝试新的事物，也希望学长学姐给我一个机会接触新的世界。', '阅读 写作 书法 小提琴\n小学至高中获得过多次省级市级县级的征文奖\n小提琴八级\n喜欢看书！\n\n', '我竞选岗位不只是为了锻炼自己的能力，不只是扩大交往圈和遇见更多的机遇，而是对自己负责，对同学负责，对部门负责。我也想学习一些专业课之外的知识。\n大学生活的美好，不只是学校风景，遇到的人，还有充实的生活。课后时间我并不想一味地埋头刷学分，而是劳逸结合尽可能的充实自己的内在。', '0', '0', '1', '1569149701', '1569149701', NULL),
(104, 101, '史小文', '1', '604', '土木与水利工程学院', '城市地下空间工程', '19-5班', 2019216363, '1255226406', '15056855096', '10n536', '1255226406@qq.com', '2', '4', '1', '我是来自搬砖系的史小文，爱好摄影，想要接触的真正的摄影，请各位学长学姐以及大神给我一个学习的机会！谢谢', '\n拍风景照自我感觉还可以，\n拍照的时候比较注意构图，想要呈现一个更真实的照片，（所以没有用p30，他的算法太强大，把照片拍的过于真实）\n 经历 和朋友出去拍照片，大部分好看的都是我拍的，很有成就感哦 ', '百因必有果  你们的组织缺个我\n想跟着采风部学习真正的技术，想要在看到好看风景时自信的拍出照片，想要认识优秀的学长学姐', '0', '0', '1', '1569150132', '1569150132', NULL),
(105, 182, '王琛', '0', '410', '食品与生物工程学院', '食品质量与安全', '19-1班', 2019218391, '2100930057', '18239813760', '405', '2100930057@qq.com', '3', '4', '0', '王琛 ，19级新生。喜欢摄影，对网络技术无比向往(随然还只是入门)', '比较有耐心，有钻研精神，对喜欢的事情有无比的向往。', '我喜欢我就一定能做好。', '0', '0', '1', '1569150307', '1569150307', NULL),
(106, 177, '孙婉玉', '1', '901', '经济学院', '经济学', '19-2班', 2019217726, '841701500', '13391196033', '10N 516', '841701500@qq.com', '3', '1', '1', '我并没有什么获奖的经历（非要说的话可能就一个语文作文的省三，难过），高中大部分时间并没有参加过什么活动，大学就想要得到改变，嗯', '高中对视频剪辑非常感兴趣呀，决定在高考结束后学习，虽然因为种种原因没学pr，但是有用过iMovie，剪辑过一些小视频（简单的踩点）和vlog，想要进一步的学习和了解呀\n接着图文的话，我不太了解，但是我对ps比较感兴趣！', '觉着现在网络发展非常快速，很多的资讯都将会通过互联网进入人们的认知，所以我觉着不管是在生活还是工作中，视频剪辑和ps都已经成为了一项基础的技能，还有就是看过一些大大的视频剪辑和ps，我超羡慕啊，也想像他们一样。', '0', '3', '2', '1569150959', '1569732903', NULL),
(107, 183, '云俊文', '0', '410', '食品与生物工程学院', '食品质量与安全', '19-1班', 2019218403, '3241283762', '17692438597', '405', '3241283762@qq.com', '3', '4', '1', '本人年方十八，来自河北张家口，对NEWX很感兴趣，希望可以借此机会打入内部，增长才干', '特长不敢说，平时喜欢play ping-pang ,爱运动，篮球只爱看。经历就是读书十几年，如今来到合工大接着读，但除了读书也该搞点不一样的了，所以我报名了', '不知道能竞选到哪个岗位，但认真负责总是需要的吧', '0', '0', '1', '1569151387', '1569151387', NULL),
(108, 184, '樊金', '1', '901', '经济学院', '经济学', '19-2班', 2019217708, '3396039183', '13033448458', '10N516', '3396039183@qq.com', '3', '6', '0', '小白', '细心，有兴趣', '想通过这个团队提升自己剪辑视频的能力，以及提高我统筹的能力', '0', '0', '1', '1569151699', '1569151699', NULL),
(109, 180, '廖浩境', '0', '601', '土木与水利工程学院', '城市地下空间工程', '19-2班', 2019216253, '1005131471', '15659956361', '6s412', '1005131471@qq.com', '4', '3', '1', '我叫廖浩境，性别男，01年生，来自福建龙岩，性格不是特别外向，喜欢跑步，看书，游戏，爱好新事物', '在视频编辑上，能够熟练使用pr、会声会影的基本剪辑、字幕编辑与拖拉进度条操作，在高中时参与过班级微电影的拍摄与剪辑工作。', '对于我所竞选的网站部干事，我的认识是：very cooool！可以通过编辑代码就制作出这么精良包罗万千的网页，简直就是现代魔法师！但这也需要一定的编程基础，对于我这种非计算机专业的人来说可能会有些吃力。', '1', '4', '-1', '1569152413', '1571034081', NULL),
(147, 206, '董建陵', '0', '006', '计算机与信息学院', '计算机科学与技术', '18-2班', 2018217682, '2648194882', '13966014629', '9N419', '2648194882@qq.com', '4', '1', '1', '本人对工作认真负责，对工作充满热情，有一定的自学能力和应变能力，担任过班委的职务。有较强的组织能力和协调能力。', '在大一期间自学Ps，pythron，对网站的ui设计有较大的兴趣，对前端的编写也有一定的基础。', '对于我而言，学习网站是一次宝贵的机会，能提高自己的能力，去钻研更深的程序设计知识，能让自己所学的知识能够转化劳动成果，是一件幸福的事。', '0', '4', '-1', '1569303532', '1571034046', NULL),
(110, 179, '李栗', '0', '800', '管理学院', '物流管理', '19-1班', 2019217652, '1322662452', '18856313395', '六号楼N601', '1322662452@qq.com', '3', '2', '0', '我是来自湖南浏阳的李栗\n喜欢看电影和纪录片 同时也喜欢各大视频网站上up主们拍的vlog 对制作视频这方面非常感兴趣', '会弹一点点吉他 喜欢锻炼\n中学参加学校的走近新农村社会实践活动 有采访 调查 拍摄的经历 ', '视频部主要负责照片和摄像的后期制作 是承上启下的重要环节 技能要求较高 我有浓厚兴趣和信心 用我的热情和努力 帮助工作室的每个小伙伴 做好每件工作', '2', '0', '1', '1569155208', '1569422382', NULL),
(111, 173, '张倩', '1', '1000', '外国语学院', '英语', '19-1班', 2019216, '1160366453', '15281661867', '10-604', '1160366453@qq.com', '2', '1', '0', '爱好摄影 但是是个小白 还在学习的起步阶段 有自己的小器材', '经常拍照调色  爱好写作 文笔还行 就酱', '我爱好摄影 比较擅长写作  我对新闻传媒以及相关方面非常感兴趣 想进行更加深入的学习了解 希望可以成为newx的一员！', '1', '0', '1', '1569156669', '1569410505', NULL),
(112, 158, '冯炫奥', '0', '310', '材料科学与工程学院', '材料成型及控制工程', '19-1班', 2019217362, '1565720085', '18316428837', '7号426', '1565720085@qq.com', '4', '1', '1', '靓女靓仔你好啊，我来自广东阳江海陵岛，没错就是一座岛。', '我这人爱好广泛，喜欢骑行跑步看书足球设计练字，但是都做的不怎么样....只怪爱好太广，所以想找个感兴趣的事专心做', '做网站没基础的那就要多下点功夫学肯问肯学有兴趣还怕做不好？。个图文呢挺需要审美能力有创造力', '1', '4', '3', '1569157132', '1571034079', NULL),
(113, 185, '刘霈瑶', '1', '1004', '外国语学院', '英语', '18-2班', 2018219259, '857484892', '18376687032', '10-N131', '857484892@qq.com', '1', '1', '1', '我想去蹭课', '只学不干活那种', '请问帅气的喻部长\n可以吗( ¨̮ )', '0', '0', '1', '1569157570', '1569157570', '1569160878'),
(114, 78, '陈凯思', '1', '1100', '文法学院', '法学', '19-1班', 2019216599, '1451246081', '18856319433', '十号楼南222', '1451246081@qq.com', '3', '5', '1', '来自陕西西安，生于福建。\n性格慢热。\n勤奋踏实认真努力！\n比较有好奇心，希望接受新鲜事物。', '特长：无……\n经历：被选上两篇军训简报。\n             高中时加入摄影社。', '无论哪个岗位首先都需要一个端正的态度，有肯学习的耐心与决心，其次也需要一定的审美能力与技术。\n每个部门都是newx学生工作的重要组成部分！', '0', '3', '2', '1569157923', '1569733186', NULL),
(115, 97, '杜文鹏', '0', '900', '经济学院', '经济学', '19-1班', 2019217714, '1255321840', '18649175937', '6n 528', '1255321840@qq.com', '2', '3', '0', 'B站个人up主 UID:10813812\n摄影爱好者 cg爱好者 视频作者 作品集https://pan.baidu.com/s/1HkfNf-LPcJZutziEQDzuGA 提取码:550c', '擅长blender  boujou  达芬奇  pr  ae  lr等软件 eevee实时渲染 实景合成 有一年mmd制作经验 会简单建模 ps c4d 掌握实景合成 影视制作 平面设计全流程 ', '受限金钱原因学习的影视知识不能得以应用 只能往cg发展摆脱设备限制 想通过newx这个机会实践操作 将所学前期后期知识应用起来 更进一步了解影视流程 深化对影视制作理解 提高自己 为学校做贡献', '0', '2', '3', '1569159041', '1571026158', NULL),
(116, 160, '陈健鹏', '0', '400', '食品与生物工程学院', '食品科学与工程', '19-1班', 2019218341, '1879004906', '13856536694', '7栋304', '1879004906@qq.com', '2', '3', '0', '我是19级食科一班的陈健鹏，我比较喜欢拍一些生活中的自然美景。但拍照多用手机，没有专业的设备。想通过加入你们学习拍摄技巧，更好的去记录生活。', '我学过一些简单的Pr，但是目前的水平只限于普通剪辑，当然我也正在B站学习Pr。我有尝试在B站投稿，拍过一些伪Vlog。但播放量都不高。我经常用手机拍一些我认为美的东西，如夜晚的校园，水中图书官的倒影之类的。我有兴趣和热情去参与NEWX的活动。', '采风部在我看来更贴近于生活，需要去发现生活中的动人的细节。我觉得在这里我不仅仅会学到技术，更会更好的感受生活。如果是在视频部的话，我觉得首先是要学会Pr，这样才能给好的视频润色，把不同的美结合起来。这两个部门都是我感兴趣的，希望能加入你们', '0', '0', '1', '1569159870', '1569159870', NULL),
(117, 76, '李名扬', '1', '410', '食品与生物工程学院', '食品质量与安全', '19-1班', 2019218463, '2940099388', '18856319909', 'N424', '2940099388@qq.com', '1', '6', '1', '本人是一个爱学习，乐交友的黑妹子，平时喜欢唱歌、拼图、爬山，为人乐观活泼话唠，在大学目前担任学习委员', '小学曾担任淮河早报小记者采访知心姐姐，高中参加过语、数、物、化、生竞赛，并取得数学省三以及一系列市奖', '图文部和是技术含量较高，需要掌握一定技能的部门，能在丰富校园生活的同时教一些ps上的内容，实用', '2', '0', '1', '1569160451', '1569330020', NULL),
(156, 225, '潘伯川', '0', '208', '机械工程学院', '机械工程', '19-9班', 2019216708, '1814453843', '15329858061', '406', '1814453843@qq.com', '4', '6', '1', '潘伯川\n 机工男\n 对IT感兴趣\n喜欢钻研各项技术机技术', '初中时期弄过1mob\n赚了几百大洋', '钻研网络，为人民服务', '0', '4', '-2', '1569330643', '1571034044', NULL),
(118, 189, '倪晶园', '1', '1113', '文法学院', '广告学', '18-2班', 2018219082, '1318328953', '15395542187', '10s514', '1318328953@qq.com', '1', '5', '1', '喻部长好帅', '帅', '帅', '0', '0', '1', '1569160878', '1569160878', '1569160878'),
(119, 112, '方聪聪', '1', '901', '经济学院', '经济学', '19-2班', 2019217681, '2692247407', '19907031279', '10N510', '2692247407@qq.com', '3', '1', '0', '我我我，我是个比纯牛奶还白的小白，但是我有一腔的热血。', '没啥特长，经历一片白白', '在我有限的认知里，你们介绍的啥我就知道的啥', '0', '0', '1', '1569160910', '1569160910', NULL),
(120, 187, '毛淑雷', '1', '901', '经济学院', '经济学', '19-2班', 2019217766, '1971788632', '18856316016', '10-N510', '1971788632@qq.com', '1', '3', '1', '一枚热衷于拍美图的女生，怀有对艺术的崇高敬意，有一颗追求美的心。', '有点普通，但怀有热情。\n', '希望能够被有幸选中，在大学四年里有一些不一样的经历，带着热情和憧憬做出让自己满意的视频和画面，对部门的见解就是自己挺喜欢这份工作滴，相信自己能够胜任。٩( \'ω\' )و ', '0', '0', '1', '1569161370', '1569161370', NULL),
(121, 188, '陈程', '0', '802', '管理学院', '物流管理', '19-3班', 2019217596, '2573486631', '18856310650', '6号楼N619', '2573486631@qq.com', '6', '1', '1', '各位学长学姐大家好，我是来自安徽滁州的物管新生陈程。', '暂无什么特长。高中阶段曾担任过班长，具备一定的组织管理能力，曾多次组织同学们参加学校的活动，并取得一定的名次', '虽说各个部门是平行关系，但我觉得办公室会是很多部门工作的核心，毕竟一些策划活动都要从这里决定。也许这个部门相对会累一些，但是对提升自己的综合能力有很大的帮助，可以当成是对自己的一种历练。', '0', '0', '1', '1569163014', '1569163014', NULL),
(122, 191, '徐俊', '0', '012', '计算机与信息学院', '物联网工程', '18-1班', 2018217868, '1115988300', '18856356658', '9N601', 'aiy13145210@163.com', '4', '6', '1', '18级物联网想学制作网页', '无', '能够帮助更好的学习专业课程', '0', '4', '-2', '1569163607', '1571034077', NULL),
(123, 190, '徐超凡', '1', '003', '计算机与信息学院', '计算机科学与技术', '19-4班', 2019218090, '3293355158', '18856316303', '434', '3293355158@qq.com', '4', '3', '1', '我是计科的一名妹子，本人作为一名新生虽然没有过强的技术能力，但却有着积极进取、勤奋学习的精神，并且我有着很强的行动力，做事果断不拖拉，可以及时完成布置的任务', '其实我本身并没有特别突出的特长，但作为计科的妹子，我认为我对网站、计算机等有更多机会去接触和认识，并且我有积极学习，不怕吃苦的特点', '对于第一志愿，我认为网站部需要一定的技术性，并且如果掌握这门技术会很实用，而且在学习技术的同时还可以服务于学校，展现自我价值，因此我对它充满着期待和学习的热情。第二志愿是兴趣驱使我加入的，我希望能将学校的活动，同学的宝贵经历一一用视频记录下来，非常有意义', '0', '4', '3', '1569163773', '1571034075', NULL),
(124, 135, '张照京', '0', '001', '计算机与信息学院', '计算机科学与技术', '19-2班', 2019218023, '2855729899', '19809435508', '6号南楼313', '2855729899@qq.com', '4', '3', '0', '我叫张照京，来自甘肃会宁。喜欢学习新的事物。', '曾经获两届甘肃省科技创新大赛一等奖', '只有通过自己的努力才能学精，学好', '1', '4', '-2', '1569164161', '1571034072', NULL),
(125, 121, '梁志琦', '0', '222', '机械工程学院', '过程装备控制工程', '19-3班', 2019217190, '1609896010', '18856313768', '6#N507', '1609896010@qq.com', '2', '3', '1', '身高185，体重218', '篮球   会唱那么两首歌', '更深程度地了解合工大的人和事', '2', '0', '1', '1569164212', '1569164234', NULL),
(126, 175, '方涓', '1', '010', '计算机与信息学院', '物联网工程', '19-1班', 2019217855, '1610348831', '18856316681', '10#N306', '1610348831@qq.com', '4', '1', '1', '我叫方涓，性格开朗，在网站这方面是个小白，什么都不会，所以很希望能够参加这一部门来学习相关知识', '不知道数学对网站这一方面有没有什么帮助，我擅长数学，也很喜欢数学，高中学习算法，程序编写的时候觉得很有趣，于是高考便报了计算机类的专业，不过希望脱发少点', '听了学姐学长的介绍，知道了一些关于网站的基本知识，也想学习网站，了解网站怎么设计和运行，更想去制作设计一个属于自己的网站，希望能进网站部！', '0', '4', '-1', '1569165748', '1571034069', NULL),
(127, 193, '吴婧仪', '1', '901', '经济学院', '经济学', '19-2班', 2019217678, '2392706409', '18379635626', '516', '2392706409@qq.con', '2', '1', '1', '我是一个对设计和摄影都很有兴趣的女生，但一直都没有机会系统学习相关知识，希望能在工作室中学习更多技能，充实自身。', '无', '我认为这是一个充实自身的优良机会，也是一个切合兴趣的上好选择。我能够在此培养爱好，学习技能，领略团队精神的重要性，完成一些自己的目标。', '1', '0', '1', '1569167903', '1569309042', NULL),
(128, 29, '郭卉', '1', '411', '食品与生物工程学院', '食品质量与安全', '19-2班', 2019218392, '1604776800', '18856310978', '425', '1604776800@qq.com', '2', '1', '1', '热爱一切与美有关的事物，\n好奇，热情，乐学。\n不怕苦累，啥也不会；\n正在努力自学准备中，期待机会！', '爱好摄影，平时看到啥都会不由自主去琢磨能怎么拍，角度总是奇怪多变；\n喜欢设计，曾在高中主编设计班级励志演讲纪念册，有手绘基础。', '采风——捕捉美，纪念美\n图文——构思美，创造美\n青春热忱，美不胜收。\n哎呀真的是爱辽爱辽哈哈哈，\n希望小哥哥小姐姐们给我机会哇！', '0', '1', '3', '1569171888', '1571030990', NULL),
(129, 151, '孙成坤', '0', '802', '管理学院', '物流管理', '19-3班', 2019217617, '2889520056', '17605589725', '620', '2889520056@qq.com', '4', '3', '1', '  来自安徽阜阳的小青年！', '  曾经自学过premiere，但好像并没有学好！初高中一直是课代表，并且所带的学科一直名列前茅，有责任心，愿意为自己喜欢的事去努力。', '  可能我没有太多的优势，因为并没有这些方面的基础。但是我认为，只要努力，肯学习，现在没有基础，不代表以后没有。', '0', '4', '3', '1569191115', '1571034066', NULL),
(130, 194, '许可', '1', '501', '资源与环境工程学院', '环境工程', '19-2班', 2019218255, '791735632', '13225805055', '627', '791735632@qq.com', '1', '1', '1', '爱听音乐，', '没有p图经历，但想加入，并且会认真去学习', '可以锻炼自己，学习新的技能', '0', '0', '1', '1569197233', '1569197233', NULL),
(131, 129, '冯卓颖', '1', '002', '计算机与信息学院', '计算机科学与技术', '19-3班', 2019218207, '547284738', '13637060449', '436', '547284738@qq.com', '4', '1', '0', '我的名字是冯卓颖，是计算机科学与技术的一名新生，我来自安徽合肥，是一个性格乐观开朗，积极向上的女孩。我对于NEWX有极大的兴趣，我在计算机方面是个小白，但目前我正努力成长中，我比较细心，担任班委过程中未出现过大的失误，我热爱集体，乐于为集体奉献。', '我的文笔流畅，学习能力较强，愿意为集体付出，有担当，有责任心，我正在努力学习计算机方面的知识，我初中是班里的学习委员，高中加入了学生会，也是班级里的心理委员。在担任班委的过程中，我从未出现过大的失误。', '我认为网站部和图文部都能让我学习到很多新的本领，尤其是计算机方面的，网站部可以学习编程方面的知识，图文部可以锻炼自己的ps能力，审美能力。这两个部门是我十分渴望加入的，希望能给我一个锻炼自己的机会。', '0', '4', '-2', '1569218614', '1571034059', NULL),
(132, 156, '刘誉泽', '0', '022', '计算机与信息学院', '电子信息科学与技术', '19-3班', 2019217974, '971672895', '18945884693', '229', '971672895@qq.com', '3', '1', '1', '视频部nb', '学习认真', '视频部nb', '0', '0', '1', '1569219718', '1569219718', NULL),
(133, 197, '赵科磊', '0', '021', '计算机与信息学院', '电子信息科学与技术', '19-2班', 2019217962, '1037553914', '17674013258', '六号楼S213', '1037553914@qq.com', '3', '3', '0', '我叫赵科磊，来自19级电信科2班，对视频部十分憧憬，希望能学习到技能', '也没有什么很值得炫耀的特长', '在看过kam大神的视频和学长的讲解之后，我对视频剪辑有着极大的兴趣，也愿意付出时间来获取一技之长，虽然我没有过剪辑的经历，但我相信，只要自己愿意并充满热情，一定能为newx献出自己的一份力', '0', '0', '1', '1569229243', '1569229243', NULL),
(134, 176, '李雪婷', '1', '700', '化学与化工学院', '能源化学工程', '19-1班', 2019216158, '1435378044', '18856316826', '502', '1435378044@qq.com', '5', '4', '1', '性格开朗，为人温和，喜静，有随时随地编辑文字记录心情的习惯，涉猎文学作品较广，诗词，古典文学，经典文学，科技文学，旅行文学，尤其喜欢作家余秋雨，雪小禅，为着余先生的勇敢而震撼，为着雪小禅的宁静而动容……希望在一个新的平台你能予我机会，且听我慢慢用文字与你娓娓道来。', '在小学校园报《星火燎原》刊登连载故事《奇妙橘子》；在初中，数片范文被老师复印张贴在班级文化墙；在高中，与数名同学一起为语文老师整理并撰写感动中国人物的颂词，并进行全校印发；在高三，作文数次成为优秀范文并张贴在学校学习墙。', '文字，横撇竖捺间自带一种力量，它可以暖化一颗冰封千年的心；它可以激励迷茫的人奋勇前行；它延绵古今中外的文化，见证朝代更替、历史兴衰；它架起一所创造和谐美好的人际关系的桥梁…我喜欢它的刚柔并济，鲁迅视它为一把民族的利刃，我更想把它视为一面盾牌，建立温暖的港湾，保护我想要保护的人与事', '2', '0', '1', '1569230029', '1569254439', NULL),
(135, 149, '谢媛媛', '1', '400', '食品与生物工程学院', '食品科学与工程', '19-1班', 2019218318, '1439424468', '18256585294', '412', '1439424468@qq.com', '1', '3', '1', '谢媛媛，女，十八岁，长相一般，土肥圆，来自安徽合肥，压线过档。性格慢热，热了之后会很闹腾。主要想学PS（好方便以后自己P图发朋友圈不会辣么明显）和视频剪辑（其实还有点小贪心，想学摄影，给旅途上的好山好水以及汉服小哥哥小姐姐拍漂亮照片）。', '没啥特长，必要时刻可以充数写稿子，或者给别人提供点子，以供他们改良方案（就是传说中的垫脚石(●—●)。会一点点的PS和办公必备WPS（是高中为了过通技考试，老师下狠功夫教会的）。应该还能给视频配那种不动的标题，以及背景音乐（也有大概率忘完了，毕竟没碰这玩意儿快两年了）。', '因为是个什么都不会的小白，所以期待一切可以提升自己的机会，也是想通过在这个岗位的锻炼，学到可以武装自己的本领，让自己变得更优秀更强大。对这个岗位没有势在必得，但对待它绝不是得过且过，会努力争取，会积极面对。(ฅ>ω<*ฅ)', '1', '0', '1', '1569231442', '1569387867', NULL),
(136, 198, '尹强', '0', '012', '计算机与信息学院', '物联网工程', '18-1班', 2018217881, '1875595409', '14755588105', '9N302', '1875595409@qq.com', '4', '3', '0', '大一彷徨，犹豫徘徊。\n无为终日，苦等花开。\n大二以至，跃跃欲试。\n时光不语，未来可期。', '暑期单独制作了一个三下乡视频，\nhttps://b23.tv/av65647870  蹭一蹭播放量，嘻嘻\n（因为用手机拍摄所以画质偏低，呜呜呜）\n因为专业原因我对网页设计兴趣更加浓厚，pr和ae作为我的一个兴趣爱好培养。所以我希望我能进入网站部，提前为自己的专业打下基础。', '网站部主要是工作室官方网站的规划、建设与维护，不断提高网页技术含量，搞好版面编排；营造积极健康的网络气氛，引领校园网络文化，运用网络信息资源为同学们提供方便，并为工作室其他各部门提供电子技术支持，', '0', '4', '-2', '1569236755', '1571034058', NULL),
(137, 199, '卢彦佳', '1', '411', '食品与生物工程学院', '食品质量与安全', '19-2班', 2019218458, '1521798314', '18577185203', '10#N428', '1521798314@qq.com', '1', '3', '1', '简介不晓得要怎么写。。常年b站用户orz', '高中参加美术社团，常年手绘，混迹手工，初级水彩，板绘sai，略懂ps。。', '希望可以向各位大佬学习更多技能，锻炼自身能力qvq（抱大腿）', '0', '1', '2', '1569239071', '1569734758', NULL),
(138, 185, '刘霈瑶', '1', '1004', '外国语学院', '英语', '18-2班', 2018219259, '857484892', '18376687032', '10-N131', '857484892@qq.com', '1', '1', '1', '喻老师好帅', '我想去图文 只学不干活那种', '可以吗！', '0', '0', '1', '1569240126', '1569240126', '1569240126'),
(139, 157, '柴桢', '1', '400', '食品与生物工程学院', '食品科学与工程', '19-1班', 2019218366, '1397079046', '18856317556', '10楼414', '1397079046@qq.com', '4', '3', '0', '本人乐于学习，对新鲜事物充满热情，对网页制作和视频制作方面兴趣较大', '本山东考生生活清汤寡水，没有啥特长和特殊的经历', '当代社会对我们年轻人的计算机能力要求越来越高，学会一些前端的知识和视频的制作是必不可缺的一项技能。希望能借助NEWX，自己可以学到一项技能，并为我校NEWX发展奉献出自己的一份力量。', '0', '4', '-1', '1569241927', '1571034055', NULL),
(140, 201, '杨宝琳', '1', '401', '食品与生物工程学院', '食品科学与工程', '19-2班', 2019218319, '1073095561', '18062062417', '10#N417', '1073095561@qq.com', '1', '3', '1', '我叫杨宝琳，大一萌新\\(//∇//)\\，食科19-2班的学习委员，ps ai 手绘全部零基础，但是都很想学，因为没时间学一直没学，好想来学呀！我相信自己的学习能力，想来提升自己！', '很擅长写文章（然而并没有选采编），军训期间的征文被选进了合工宣公众号。以前高中写的文章也上过高中公众号和校刊，在很多作文竞赛中都获过奖。', '想竞选图文部的干事（？），然后好好提升自己想提升的能力，我觉得来这里可以发挥自己擅长的能力，但对我来说更重要的是学一些自己喜欢的，愿意去学的新技能。', '0', '1', '3', '1569242204', '1571030910', NULL),
(141, 163, '王雨露', '1', '401', '食品与生物工程学院', '食品科学与工程', '19-2班', 2019218316, '1433650878', '17334579412', '10号楼北区417', '1433650878@qq.com', '4', '1', '1', '学长学姐好，我是大一萌新王雨露|˛˙꒳​˙)♡，江苏人。兴趣方面比较广泛，书法，听音乐，看书之类的（但偷偷告诉你们，我对编视频剪切拍摄还有网站之类的很有兴趣，所以想来这儿学一些以前一直想学但不会的(｡•ᴗ-)_）我性格比较开朗，也比较呆。但超想和社团里的小哥哥小姐姐交朋友！\n', '特长。。。。我想不到｡（头发也不长）', '我想要跟学长学姐好好学习技术，无论哪个部门都有我要学的东西( ๑ˊ•̥▵•)੭₎₎，so我会好好加油的！（学长学姐看看我渴望的眼神!!₍ᐢ⸝⸝›   ̫ ‹⸝⸝ᐢ₎）', '0', '4', '-2', '1569247688', '1571034053', NULL),
(142, 204, '胡文彬', '1', '1112', '文法学院', '广告学', '18-1班', 2018219031, '2410976055', '18019549027', '10s403', '2410976055@qq.com', '3', '3', '1', '本人大二啦。喜欢画画，喜欢乱走，喜欢不紧不慢坐着公交车认识一座城市，喜欢到无人问津的废弃之地寻找遗珠。一直想加入视频部，听了部长宣传更加心动了，想来这里学习更多的拍摄技巧！', '爱好：旅行 摄影 拍视频 写点文字 矫情\n经历：点墨摄影部成员', '虽然我大二了，但我是超超超超超超想来视频部了，想跟着大佬一起拍视频，学习更牛的拍摄技巧…抱着学习的心态，这里有能支持我成长的沃土，能和里面更有趣的人一起共事，想想就很赞。所以…newx我来了。', '0', '3', '2', '1569253087', '1569733452', NULL),
(143, 202, '刘维江', '0', '010', '计算机与信息学院', '物联网工程', '19-1班', 2019217842, '3066030016', '18949662806', '6#S105', '3066030016@qq.com', '4', '6', '1', '本人能吃苦耐劳，适应性强，协调性好，对工作认真负责，工作积极、主动、上进，并具有很强的自学能力、动手能力。虽然之前并没有加过什么社团或者其他组织什么的，但是对于班级活动一直非常努力参加，然后现在想加入你们以更加锻炼自己。 ', '特长：善于交友，\n\n经历：高中组织同学一起完成各种活动', '第一志愿我选的是网站部。因为我对网站部很感兴趣，可以制作网站，修复网站，努力为大家做奉献。\n第二志愿我选的是办公室。因为办公室部门能够更好的提高我的组织能力。', '0', '4', '3', '1569283393', '1571034051', NULL),
(144, 205, '陈玲竹', '1', '1111', '文法学院', '广告学', '19-2班', 2019216498, '1392513263', '18638662401', '10#s130', '1392513263@qq.com', '2', '6', '1', '我是来自河南郑州的陈玲竹，可以记忆为一只有灵气的猪哈。喜欢唱跳rap', '喜欢拍照，喜欢爵士，喜欢唱歌', '需要有一定的语言文字功底和技术，初入大学的我虽然专业技能可能并不一流专业，但是我会在接下来的日子里刻苦努力，为我们工作室贡献自己的一份光热', '1', '0', '1', '1569291479', '1569326413', NULL);
INSERT INTO `newx_apply` (`id`, `uid`, `name`, `sex`, `multiIndex`, `college`, `profession`, `class`, `student_id`, `qq`, `phone`, `apartment`, `email`, `option1`, `option2`, `allow_adjust`, `profile`, `specialty`, `recognize`, `editTime`, `addmit_department`, `status`, `create_time`, `update_time`, `delete_time`) VALUES
(148, 61, '宋远晖', '0', '222', '机械工程学院', '过程装备控制工程', '19-3班', 2019217156, '1016687419', '15856606115', '6N#507', '1016687419@qq.com', '3', '4', '1', '各种软件都学习过，能很快上手，需要的话可以做一些bgm\n', '我的肝非常好，可以偷偷加我\n学习东西非常快，可以很快加入到制作中来', '视频后期。。。不就肝么，不用补间纯手肝二千七百帧都干过，还怕这些（狗头）', '0', '0', '1', '1569309260', '1569309260', NULL),
(149, 148, '李晞源', '0', '400', '食品与生物工程学院', '食品科学与工程', '19-1班', 2019218334, '767706173', '13838758226', '7#303', '767706173@qq.com', '3', '2', '1', '我叫李晞源，来自河南的卑微小生一枚，没有太多的专业知识，但我想学一学，学习一些关于视频剪辑，编辑的方法，制作一些新兴网络视频，刚刚迈入大学的大门，想多尝试一些新兴事物，多掌握一些知识。', '我的特长都集中在运动上，我可以帮大家跑腿，其实上大学之前，我就有这个想法，就是在大学四年内，真正学会关于图片视频的知识，学到真正的技能，可能学不完，但我可以试试。   ', '我可能没有其他同学那么多的知识和方法，也没有专业的设备，但我有一颗炽热的心，我觉得大学就是一个历练自己的平台，我会的很少，但我可以学，做我想做的事，我会付出更加多的努力。', '2', '3', '2', '1569317014', '1569733532', NULL),
(146, 207, '陈诺', '0', '222', '机械工程学院', '过程装备控制工程', '19-3班', 2019217141, '1464744275', '15675505220', '505', '1464744275@qq.com', '3', '2', '0', '阳光乐观，热情开朗', '曾在高中时加入校学生会，能很好的与他人团结合作', '这是一个很好的学习与提升自己的机会', '0', '0', '1', '1569301608', '1569301608', NULL),
(150, 203, '陶美婷', '1', '411', '食品与生物工程学院', '食品质量与安全', '19-2班', 2019218402, '2873529443', '15187641863', '10# N425', '2873529443@qq.com', '3', '3', '1', 'emmmm，（深思一下，个人简介好像上面都写了，，，)来自云南，喜欢看动漫，是一个女孩纸，觉得自己的肝还是挺好的，比较喜欢安静的做一下事，喜欢和别人交流自己的想法和见解', 'emmmm，，喜欢开始学习，脚踏实地，从基层做起（简而言之，我会认真学习的', '喜欢的视频，喜欢的BGM，能触动心弦，直达灵魂深处，驱散阴霾，谱写一首生活的乐章。想用视频与行人一起到诗与远方。', '0', '0', '1', '1569317506', '1569317506', NULL),
(151, 212, '王悠然', '1', '1101', '文法学院', '法学', '19-2班', 2019216630, '2223003183', '13210316588', '232', '2223003183@qq.com', '6', '5', '1', '我叫王悠然，就是陶渊明的那个采菊东篱下，悠然见南山的那个悠然，但是我不知道南山是谁哈，也没有见过他。\n我性格还算开朗吧，喜欢帮忙和团体合作，并且很想学会一些电脑和视频制作方面的知识，真的很想很想。', '学过一段时间素描，比较擅长写作和沟通交流。', '岗位这个东西，命里有时终须有，命里无时不强求，反正在哪个岗位都不重要啦，能学到东西，能做点贡献就成了。', '0', '0', '1', '1569323308', '1569323308', NULL),
(152, 211, '刘昳莎', '1', '501', '资源与环境工程学院', '环境工程', '19-2班', 2019218285, '1540108540', '13697798554', '628', '1540108540@qq.com', '6', '3', '1', '性别女，爱好男，平常喜欢看看电影，看看书什么的', '跳舞，篮球，绘画，ppt', '希望能够学到东西，丰富大学生活', '1', '0', '1', '1569326181', '1569333144', NULL),
(153, 117, '郑雨柔', '1', '1101', '文法学院', '法学', '19-2班', 2019216627, '1648643573', '13225635813', '南区十号232', '1648643573@qq.com', '3', '1', '0', '姓名:郑雨柔\n2019愿望清单第一条:被newx收留', '特长:画画\n经历:1.参与过高中毕业视频剪辑，虽然只负责最基础的把视频剪在一起，没搞特效和音乐部分，但是！这几天正在恶补！！电脑都是刚买的…\n2.之前一直负责板报，最近搞完了海报，虽然都是手绘但对电脑做图也有帮助吧，起码提高了我的画面布局能力呀hhh', '1.能为同学学校做一些事情好有成就感，\n2.可以认识好多会做图剪视频的学长学姐 学习自己喜欢了好久但一直没怎么学的东西，幸福\n3.可能会比较忙，但正好可以在协调newx跟学习的过程中强迫自己锻炼时间管理能力，也是很好的成长机会……总之超渴望', '2', '3', '2', '1569326625', '1569733551', NULL),
(154, 216, '高堃泽', '0', '804', '管理学院', '物流管理', '18-2班', 2018218722, '3354995783', '13167762369', '九号楼北楼112', '3354995783@qq.com', '3', '3', '0', '大一newx办公室干事\n大一班级团支书\n物流管理系三下乡省级队伍队长', '爱摄影，最近迷上视频剪辑\n\n', '为肝视频而生的部门', '0', '3', '2', '1569326929', '1569733730', NULL),
(155, 28, '陈伟雯', '1', '024', '计算机与信息学院', '电子信息科学与技术', '18-2班', 2018218023, '1815565749', '15593701809', '10S612', '15593701809@163.com', '5', '1', '1', '大二腊肉一枚，因为大一错过了招新时间，一直很喜欢newx，对运营公号和采集素材设计主题等十分感兴趣希望能学习更多', '钢琴吉他，书法绘画，对设计方面感兴趣\n喜欢研究公众号爱写影评时评', '1.采编部运营的公号，想系统的学习了解推文的主题、材料、排版等一系列工作\n2.想在图文部学习排版设计，各类软件可以现学，小菜鸡吃苦耐劳，希望能加入newx!', '0', '0', '1', '1569329446', '1569329446', NULL),
(157, 224, '丁海峰', '0', '208', '机械工程学院', '机械工程', 'undefined', 2019216685, '2758819298', '18856315520', '406', '2758819298@qq.com', '2', '3', '1', '虽然我不太会这类活动，但我觉得兴趣最重要，我很喜欢无人机，我一定会努力学习的', '之前并没有接触过但我超爱无人机', '由兴趣的驱使，友谊第一，收获经验', '2', '0', '1', '1569330727', '1569331968', NULL),
(158, 223, '裴聪', '0', '204', '机械工程学院', '机械工程', '18-2班', 2019216735, '2831005639', '18856318191', '6号楼北楼233', '2831005639@qq.com', '4', '2', '1', '来自河北衡水，爱摄影，爱互联网，爱新媒体。性格开朗，幽默。', '熟悉电脑与网络的基本操作并能熟练运用解决问题', '在学习中进步，在服务同学学校的同时锻炼自己，发展爱好，挑战自己，实现梦想！', '2', '4', '-1', '1569330796', '1571034039', NULL),
(159, 219, '张宝怡', '1', '1111', '文法学院', '广告学', '19-2班', 2019216543, '1483383031', '17747712085', '10s134', 's200085@icloud.com', '5', '1', '1', '关注宣区公众号很久，对于公众号的运营风格比较了解，文采不错，电脑摄影可以操作，任劳任怨，热爱工作，团结友爱。想更好的宣传合工宣，方便在校同学，增强学校影响力。', '特长：干活，组织开展工作，文案。\n经历：学生会宣传部，班长，团支书，作文竞赛获过奖，参加过摄影社团，和同学一起写过公众号', '经验合共宣公众号，向同学们及时传达信息，给外界一个认识合共宣的窗口，代表着学校形象，承载同学期待，在这个集体工作必须有责任心，对每一篇文章负责，还要有发现问题的能力，及时反应学校里的各种情况，对各种技能都有要求，成员的综合素质较高', '0', '0', '1', '1569330987', '1569330987', NULL),
(160, 226, '赵润淇', '0', '210', '机械工程学院', '机械工程（中外合作）', '19-1班', 2019217060, '2484838479', '19156372472', '6n511', '2484838479@qq.com', '1', '4', '1', '大一新生希望学习到计算机相关知识', '无', '能够提升自己的设计思维创新能力', '0', '0', '1', '1569331233', '1569331233', NULL),
(161, 229, '陈志伟', '0', '210', '机械工程学院', '机械工程（中外合作）', '19-1班', 2019217075, '3426074242', '19155134980', '6N516', '3426074242@qq.com', '4', '3', '0', '啥都不会，但愿意学', '考试', '物尽其用，人尽其才，有什么样的能力就进什么样的岗位，没啥好争的', '0', '4', '-1', '1569331594', '1571034037', NULL),
(162, 230, '江盈', '1', '220', '机械工程学院', '过程装备控制工程', '19-1班', 2019217183, '1425870945', '15871766744', 's214', '1425870945@qq.com', '6', '6', '1', '大一萌新，想要丰富自己的大学生活，并且提升自己。比较擅长人际交往，热爱生活。与我相处后应该会加深了解。', '麦霸算吗', '为以后步入社会增强经验', '0', '0', '1', '1569331641', '1569331641', NULL),
(163, 234, '向文浩', '0', '204', '机械工程学院', '机械工程', '19-5班', 2019216996, '2606718867', '13511880114', '6号楼北楼233', '2606718867@qq.com', '2', '1', '1', '来自贵州遵义，热爱摄影。', '无特别特长，热爱摄影，但基础不足，不懂如何手动调剂。', '竞选岗位应到庄严，挑选适合的人做适合的岗位', '2', '0', '1', '1569331714', '1569484870', NULL),
(164, 217, '桂安辉', '0', '221', '机械工程学院', '过程装备控制工程', '19-2班', 2019217188, '1032223698', '13569789443', '429', '1032223698@qq.com', '6', '2', '0', '想要进步的19级新生', '没有什么特长，求上进', '能够锻炼我一些能力', '0', '0', '1', '1569332222', '1569332222', NULL),
(165, 240, '唐海林', '0', '401', '食品与生物工程学院', '食品科学与工程', '19-2班', 2019218360, '1410207449', '18856314637', '七号楼311', '1410207449@163.com', '2', '4', '1', '我是食科二班的唐海林，以前对于控制无人机很感兴趣，虽然技术不好但是我可以努力学习，对于网站，以前是独立设立过一个网站的，可能忘的差不多了但我会努力拾起来\n', '对网络设计，网站的规划比较擅长。对于无人机的控制角度与操控还可以', '在军训期间，看到头顶上的无人机采风，顿时有了竞选岗位的兴趣。自己比较喜欢玩一玩网站，就喜欢操作嘛，所以要竞选网站这个岗位', '0', '0', '1', '1569332223', '1569332223', NULL),
(166, 244, '熊涛', '0', '401', '食品与生物工程学院', '食品科学与工程', '19-2班', 2019218361, '1023188180', '15170296733', '7#N312', '1023188180@qq.com', '6', '1', '1', '本人性格热情洋溢，乐于助人。', '羽毛球？', '我想学习office ', '0', '0', '1', '1569332328', '1569332328', NULL),
(167, 248, '孙俊逸', '0', '201', '机械工程学院', '机械工程', '19-2班', 2019216682, '2445258787', '13696525664', '六号楼北区206', '2445258787@qq.com', '2', '1', '1', '我叫孙俊逸   男   ', '没啥特点，可以学    能交流', '学呗   好好学呗   没啥认识，好好干呗', '0', '0', '1', '1569332403', '1569332403', NULL),
(168, 245, '周玉', '1', '207', '机械工程学院', '机械工程', '19-8班', 2019662179, '2022906662', '15938242142', '211', '2022906662@qq.com', '5', '1', '1', '河南信阳人士，十八岁，应届小白', '永远有一颗积极乐观，乐于探索的心', '可以学到很多东西，丰富自己，充分发挥自己的价值与能力的地方', '0', '0', '1', '1569332424', '1569332424', NULL),
(169, 109, '蔡宇凡', '0', '301', '材料科学与工程学院', '新能源下料与器件', '19-2班', 2019217272, '863619472', '15179434831', '七号楼528', '863619472@qq7.com', '2', '3', '1', '普普通通的夏威夷血统小伙⊙∀⊙', '喜欢拍拍拍\n对视频剪辑感兴趣', '希望扩展人际圈\n学习新东西', '1', '0', '1', '1569332434', '1569332439', NULL),
(170, 232, '钱子妍', '1', '204', '机械工程学院', '机械工程', '19-5班', 2019216803, '1063102534', '18010872676', '206', '1063102534@qq.com', '3', '4', '1', '热情开朗，乐意学习，细活累活都能干，比较幽默', '了解过视频制作，参加过年级活动筹划', '可以培养一门兴趣也算是特长', '2', '0', '1', '1569332450', '1569372836', NULL),
(171, 246, '陆楚健', '0', '701', '化学与化工学院', '能源化学工程', '19-2班', 2019216142, '1612400992', '18277254820', '7#328', '1612400992@qq.com', '2', '3', '1', '对摄影充满热情，能吃苦耐劳，学习能力强，会基本的构图', '爱好摄影', '采风部主要负责摄影方面的工作，我个人比较喜欢摄影，希望加入采风部这个集体，为采风部贡献自己的力量', '0', '2', '-2', '1569332523', '1571026157', NULL),
(172, 238, '赵应恒', '0', '201', '机械工程学院', '机械工程', '19-2班', 2019216991, '903569298', '18329707534', 'N206', '903569298@qq.com', '2', '1', '1', '大家好，我是来自陕西咸阳的赵应恒，我算是一个外冷内热的人，希望能加入这个大家庭，交到更多盆友，提升自己，希望可以考虑下我哈', '我比较能吃苦，扛着摄像机跑都不是问题，我虽然对摄影不是很精通，但是我会虚心学习的，一定会成长的，我高中也是学生会成员之一，曾经担任宣传委员，', '采风部可以拍出好看的照片，把工大最好的一面展示给同学们，这也是我所希望的，我也可以从中得到锻炼，提升自己，一举两得', '0', '0', '1', '1569332539', '1569332539', NULL),
(173, 178, '张奥伟', '0', '411', '食品与生物工程学院', '食品质量与安全', '19-2班', 2019218466, '3418806601', '15255266836', '7.415', '3418806601@qq.com', '2', '3', '1', '没什么经验但是却看过很多视频，喜爱视频有关的东西，应该可以为我之后的工作起作用', '没有什么特长，就是喜欢', '采风部，应该有着极快的反应意识和独特的摄影观，从而拍出特殊而美丽的视频和照片，视频部，要能找出该视频的特点和符合主题的部分才可以创造出一个好的视频', '0', '0', '1', '1569332553', '1569332553', NULL),
(174, 250, '胡超', '0', '204', '机械工程学院', '机械工程', '19-5班', 2019216949, '525536471', '15342420081', '6#N235', '525536471@qq.com', '2', '3', '0', '胡超 机工五班，简介还要写啥么', '跳过跳过…', '我就是对摄影十分感兴趣，没得办法，想进采风学习！', '2', '0', '1', '1569333244', '1569334176', NULL),
(175, 251, '李星海', '0', '711', '化学与化工学院', '应用化学', '19-2班', 2019216050, '2816928060', '13215506272', '南区七号楼232', '2816928060@qq.com', '1', '4', '1', '我叫李星海，一九届萌新一枚(^_^) 平时喜欢看看番，对于网络运营有很大的兴趣（｡ò ∀ ó｡）还希望有部门可以收留收留我', '高一时因为想走艺考学过一段时间素描，技术能达到临摹素描头像的水平（实属垃圾T_T）学过六年跆拳道，有点体能(●—●)', '需要一定电脑操作经验，但是我又在这方面不足。我学这些东西很快，还希望学姐学长收留收留ಥ_ಥ，很想学习这方面东西', '1', '1', '3', '1569333646', '1571030915', NULL),
(176, 228, '达岩松', '0', '201', '机械工程学院', '机械工程', '19-2班', 2019216852, '3185591397', '18856315694', '6N202', 'xiguagao@icloud.com', '4', '3', '1', '机械二班的达岩松 性格比较外向 喜欢学习和探索新的东西 对网络和视频剪辑也比较有兴趣 很想加入你们学习并且提高自己', '在这方面没有什么经验 但有兴趣并且愿意学习', '网站部可能主要进行网站和公众号的运营 并且会开发一些很有用的小程序\n视频部可能主要负责视频素材的后期工作。\nps 主要想加入网站部 因为我想转专业去计科2333', '0', '4', '-1', '1569333739', '1571034036', NULL),
(177, 247, '于春运', '0', '206', '机械工程学院', '机械工程', '19-7班', 2019216743, '3492944260', '15503207138', '6N320', '3492944260@qq.com', '4', '3', '1', '一个来自河北衡水的大一新生', '善于观察生活', '服务大众，锻炼自己', '0', '4', '-1', '1569333888', '1571034029', NULL),
(178, 253, '完颜张翔', '0', '401', '食品与生物工程学院', '食品科学与工程', '19-2班', 2019218321, '2353541255', '19105608902', '南区七号楼309', '2353541255@qq.com', '6', '2', '1', '完颜张翔，来自安徽合肥，性格开朗，乐于交友', '唱歌，组织能力还可以，责任心较强，在中学担任班长', '办公室组织各部门工作有序进行，开展各种活动，是整个工作室的中枢，工作者要有责任心，协调能力强', '0', '0', '1', '1569333958', '1569333958', NULL),
(179, 220, '王德祺', '0', '410', '食品与生物工程学院', '食品质量与安全', '19-1班', 2019218399, '1922838288', '13533090939', '7#401', '1922838288@qq.com', '2', '3', '1', '本人性格有点内向，电脑小白，但是对科技设备感兴趣。', '喜欢跑步，骑行', '提高自己的审美能力，提高社交能力，学习一项技能', '1', '0', '1', '1569334039', '1569335590', NULL),
(180, 252, '喻逢知', '1', '205', '机械工程学院', '机械工程', '19-6班', 2019216920, '1731242082', '13225630517', '207', '1731242082@qq.com', '3', '2', '0', '爱吃辣的四川娃儿', '无', '虽然我是一只小白，但是………额，确实是小白来着。\n不过大鹏一日随风起，扶摇而上九万里。\n我愿千日随风起，摇摇晃晃九万里。', '0', '3', '2', '1569334146', '1569733745', NULL),
(181, 255, '彭雪飞', '0', '801', '管理学院', '物流管理', '19-2班', 2019217640, '2292632820', '17334577204', '6N，612', '2292632820@qq.com', '3', '4', '1', '我来自辽宁铁岭，东北人不差事儿。', '喜欢打篮球，水平还可以吧。经历过这个年纪经历不到的事情，很吓人。还经历过高考哈哈哈哈', '想学习计算机知识，对网络，视频，充满向往，提高自己的水平', '0', '4', '-2', '1569334163', '1571034157', NULL),
(182, 221, '周倩', '1', '410', '食品与生物工程学院', '食品质量与安全', '19-1班', 2019218446, '2459713005', '19826363190', '10号楼北423', 'zhouqianpangju@163.com', '2', '5', '1', '从江苏无锡考入合肥工业大学', '无', '有兴趣', '0', '0', '1', '1569334232', '1569334232', NULL),
(183, 256, '钟明瑶', '1', '410', '食品与生物工程学院', '食品质量与安全', '19-1班', 2019218427, '2858840768', '18007791313', '10栋423', '2858840768@qq.com', '1', '3', '0', '有绘画基础，渴望学习ps，剪辑视频等新技能', '有绘画基础，曾经是高中音乐社的副社长有较强组织能力', '认为竞选是一个很好的展示自己和提升自己的机会', '0', '1', '3', '1569334346', '1571030933', NULL),
(184, 233, '李润宇', '1', '204', '机械工程学院', '机械工程', '19-5班', 2019216929, '960542834', '18438119011', '206', '960542834@qq.com', '3', '2', '1', '热爱生活，积极向上，乐于助人，有热情，有责任\n', '学习能力强，也乐于学习\n对这些东西了解较少', '首先态度要端正，\n其次要努力向上。', '1', '0', '1', '1569334415', '1569372924', NULL),
(185, 239, '高小瑞', '1', '410', '食品与生物工程学院', '食品质量与安全', '19-1班', 2019218401, '894929156', '18856313617', '10#N421', '894929156@qq.com', '6', '2', '1', '      我叫高小瑞，来自宁夏吴忠市，我是一个内心热情、渴望广交朋友但又比较内敛的女生，我的优点就是勤奋、能吃苦、责任感强，喜欢抓住一切机会去不断的挑战和磨练自己。', '      爱好唱歌，曾经是高中合唱团的成员，代表学校参加宁夏青少年合唱比赛，我们合唱团荣获全区一等奖。还有就是学习能力强，做事情很认真干脆，不拖拖拉拉，曾是学校学生会卫生部部长。', '     我认为学校NEWX的办公室是整的协会至关重要的部门，它是各个部门正常运作的基础和保障，起到管理和领导的作用，所以它需要的工作人员必须是勤劳、细心、责任心强的人，我认为我有这些品质，如果我成为其中的一员，我会虚心学习，争取在各方面做到最好，大家一起建设一个全新的NEWX！', '0', '0', '1', '1569334939', '1569334939', NULL),
(186, 249, '沈佳雪', '1', '1112', '文法学院', '广告学', '18-1班', 2018219047, '2565659277', '15839175354', 'N#534', '2565659277@qq.com', '3', '1', '1', '大家好，我是来自18-1的未来广告人沈佳雪，热爱生活，资质平平，勤勉上进，乐观坚持。希望能加入newx学习到更多的东西，也为newx做出自己的贡献', '特长:摄影，ps，pr略懂，热爱学习和接触新事物，有较强的学习能力，性格亲易近人，擅长沟通\n经历:参加了2018年的大广赛，平面类和视频类制作，自己制作过简单的视频。', '视频部:找最好玩的最瞩目的素材，做最精彩最炫酷的视频，带同学们看不一样的宣区，了解不为人知的角落故事，欣赏忽略的繁华盛景。用视频的方式讲述同学们关注的和我们想要传达的故事，带着一颗充满热爱与好奇，带着一份情怀与责任去做帅气的事情。\n图文部:开发脑洞，发现精彩，展现最美工大宣区', '1', '0', '1', '1569335069', '1569464936', NULL),
(187, 259, '徐畅', '0', '000', '计算机与信息学院', '计算机科学与技术', '19-1班', 2019217939, '2604439398', '15002739821', '6S228', '2604439398@qq.com', '4', '3', '1', '本人来自湖北武汉，现就读于电信科三班，对网络和计算机技术有兴趣。', '目前对计算机知识不了解，特长有待发掘，对网络文化十分感兴趣。', 'NEWX是涉及网络知识的学校组织，我希望通过加入贵部门，学习感兴趣的计算机技术，因为这与我所学的专业有不少联系，同时也希望尽我所能为NEWX的工作出一份力。', '0', '4', '-1', '1569336312', '1571034028', NULL),
(188, 264, '余国恒', '0', '222', '机械工程学院', '过程装备控制工程', '19-3班', 2019217121, '1409152793', '18856312780', '6N510', 'guoheng.yu@outlook.com', '4', '6', '1', '来自四川 来自四川希望加入NEWX有一个锻炼自己的平台', '暂时想不到写啥', '写代码996，我能行。不会能学\n想学习java web方向的\n如果有需求 HTML CSS能学一些', '1', '4', '-1', '1569336887', '1571034026', NULL),
(189, 267, '彭超文', '0', '401', '食品与生物工程学院', '食品科学与工程', '19-2班', 2019218327, '2536390693', '18856313202', '310', '2536390693@qq.com', '4', '3', '0', '什么都不会，但可以认真学', '羽毛球', '技术流', '1', '4', '-1', '1569336905', '1571034023', NULL),
(190, 268, '张何宇龙', '0', '022', '计算机与信息学院', '电子信息科学与技术', '19-3班', 2019217897, '846072363', '19956586072', '6#s223', '846072363@qq.com', '4', '5', '1', '本人性格乐观开朗，幽默风趣，责任心强，愿意热心帮助他人，高中三年积极参与各种学校活动，多次获得校级三好学生等称号，高三获合肥市优秀共青团员称号。', '特长：羽毛球，唱歌。\n\n经历：参加过各种化学竞赛。\n\n', '网站部主要是做网站的啦，字面意思，我还是个小白，希望学姐学长带233（手机打字不方便请见谅）owo', '1', '4', '3', '1569336972', '1571034020', NULL),
(193, 261, '李可佶颖孜', '0', '500', '资源与环境工程学院', '环境工程', '19-1班', 2019218261, '3064673679', '17308387717', '209', '3064673679@qq.com', '3', '1', '1', '小白一个，啥都不会，想学点东西', '嗯。。不知道怎么写', '我想学习学习学习', '0', '0', '1', '1569337656', '1569337656', NULL),
(191, 265, '李文杰', '0', '200', '机械工程学院', '机械工程', '19-1班', 2019216731, '715468310', '18856315031', '110', '715468310@qq.com', '1', '1', '0', '追随有趣的灵魂，写作也以趣味性为主导，但也有落梅风骨，秋水文章的影子，提倡对段落错纵式以彰显沧桑的写法，（可见于情人及黄金时代）', '演讲，写作。高中作文有几次被当成范文在某些班级讲解能算吗？没有参加过演讲比赛，但演讲素材倒是积累有一大堆（平时没事就抄背好词好句）', '贵社若承认写作内容大都乏味死板，无懈可击，那么我也就没有来的必要。尽可否决之。若提倡新风格趣味性，还请求过', '0', '0', '1', '1569337353', '1569337353', NULL),
(192, 270, '刘添英', '0', '222', '机械工程学院', '过程装备控制工程', '19-3班', 2019217096, '1979526525', '19147048001', '6#N505', '1979526525@qq.com', '1', '1', '0', '嗯，没什么事的话还是喜欢默默的做着自己喜欢的东西(๑˙ー˙๑)，不过能和大家一起开心还是最好的。', '会素描，思想发散，论创意我还是很有自信的。', '认识：用图画表达言语无法传递的感受和思想。', '0', '0', '1', '1569337418', '1569337418', NULL),
(194, 235, '袁传钵', '0', '220', '机械工程学院', '过程装备控制工程', '19-1班', 2019217130, '1448507689', '13026078211', '6n419', 'a1448507689@163.com', '3', '4', '1', '您好，我是来自河南的袁传钵。从小就对计算机 尤其是视频剪辑有着很大的兴趣。希望在大学可以提升自己的能力。', '并没有系统学习过其他技能 但很早之前就对计算机的神奇很有兴趣 经常在B站看到一些优秀的剪辑视频和后期  一直希望成为一个制作者而非简单的接受者', '我认为视频部主要是对素材整合与后期处理  需要用到Pr等软件 需要学习的东西很多 但我会努力学习 不让梦想只是梦想', '0', '0', '1', '1569337834', '1569337834', NULL),
(195, 272, '冯玮斯', '0', '022', '计算机与信息学院', '电子信息科学与技术', '19-3班', 2019217991, '2595246301', '13053237052', '6S230', '2595246301@qq.com', '4', '1', '1', '充满热情，随时做好为组织秃头的准备（跃跃欲试）', '无', '网站部与图文都与我电信科专业方面的工具应用息息相关，生活中用处也很大，泛用性很强，是锻炼能力发展自我的好地方', '2', '4', '-1', '1569337928', '1571034018', NULL),
(196, 274, '金昌鹏', '0', '400', '食品与生物工程学院', '食品科学与工程', '19-1班', 2019218320, '2622532470', '17308347767', '7#301', '2622532470@qq.com', '6', '6', '1', '我是一个阳光开朗的男孩，对人友善随和。而且我对待工作十分认真严谨，充满热情。对于交给我的工作我都能出色的完成。在初高中的时候，我曾担任过学习委员和班长的职位。工作得到了老师和同学的一致认可，在工作中我不仅培养出了强烈的责任意识也锻炼出了一定的协调和沟通能力。来到大学我也被选为学委', '我是一个来自一个小城市的男孩，来到了大学后发现身边的同学们都多才多艺，我自己有有点小小的自卑。但是我还是鼓起勇气来报名参加newx，我十分渴望加入newx这个大家庭。也许我没有厉害的技巧，但我有着学习的热情，和对工作尽职负责的态度。我愿意做一棵小树苗，来到newx这片森林，贡献我', '如果把newx比作一个人体，那么办公室就是大脑。办公室也许没有其他部门那么酷，但是没有了办公室，我相信newx就会瘫痪。办公室是newx中不可或缺的一部分。部门离不开办公室的协调。我也是十分渴望加入办公室这个大家庭，和我的前辈们一起为newx而努力。', '1', '0', '1', '1569338075', '1569400761', NULL),
(197, 262, '汪翔', '0', '602', '土木与水利工程学院', '城市地下空间工程', '19-3班', 2019216325, '3110925093', '18720583090', '506', '18720583090@163.com', '2', '1', '1', '我叫汪翔，来着江西上饶，是一个对任何事情充满热情的人，会努力学习我自己感兴趣的东西。', '我擅长绘画，并且非常热爱摄影，来到这个学校我就有一种非常迫切去摄影的心情，所以我抱着学习的态度优先竞选采风部。', '我认为采风部就是要配合好采编部的工作，拍下许多优美的风景和美好的回忆，积极学习不会的摄影技巧，共同进步。', '0', '2', '3', '1569338093', '1571026155', NULL),
(198, 273, '宋德洋', '0', '410', '食品与生物工程学院', '食品质量与安全', '19-1班', 2019218449, '1207680896', '18856316110', '7号楼404', '1207680896@qq.com', '5', '2', '1', '来自四川的阿宅，不喜运动，平时喜欢玩游戏追番吃零食（尤其是甜食）', '好像没啥特长（手游还行嘿嘿），之前也没有参加过社团之类的。。。', '特别想去采编部啊(˶˚  ᗨ ˚˶)，报道之前就是通过微信公众号认识合工宣的，突然知道是newx运营的就赶紧过来了，好想在公众号里出一份力', '2', '0', '1', '1569338243', '1569339114', NULL),
(199, 236, '王硕孜', '1', '208', '机械工程学院', '机械工程', '19-9班', 2019216720, '1772869310', '18931538733', '10＃S212', '953137084@qq.com', '2', '3', '0', '本人性格开朗，能融入集体，爱好摄影和后期处理，平时爱好拍摄风景并进行后期处理，希望能得到更专业的帮助', '学过素描和水彩，对审美有一定理解，承办过班级各种文艺活动如海报等', '参加摄影和后期制作能满足我对自身爱好的追求，能锻炼自己此方面的能力，更能结交更多的学长学姐和小萌新们', '0', '0', '1', '1569338381', '1569338381', NULL),
(200, 275, '樊川', '1', '401', '食品与生物工程学院', '食品科学与工程', '19-2班', 2019218326, '1016328165', '18954887832', '10#N418', '1016328165@qq.com', '2', '3', '0', '对摄影和视频制作特别感兴趣。平时看到好看的风景总想用相机记录下来（包括记录日常），并且试图拍的好看一点。暑假自己试着做视频，去旅行的时候拍了些素材拼接成了vlog，包括来报道那天也用小素材们拼成了vlog发到了空间嘻。学长学姐如果想看看的话可以去我空间。想作为业余爱好并且变专业点', '学过两年素描一个暑假水粉…？没有什么与想去的部门沾边的特长。可以算是零基础吧，如果有幸入选的话，希望学姐学长耐心指导我', '对摄影和视频制作感兴趣，希望能够借此机会学习新技能，提升自我能力，变得专业一点！', '1', '2', '-2', '1569338441', '1571026153', NULL),
(201, 210, '杨子帆', '0', '222', '机械工程学院', '过程装备控制工程', '19-3班', 2019217199, '1595338816', '17334572540', '6N501', '1595338816@qq.com', '4', '3', '1', '性格开朗，喜交朋友', '喜爱篮球音乐', '希望学习一些电脑编程方面的知识，认识一些编程大佬，同时也对视频剪辑方面感兴趣', '0', '4', '-1', '1569338722', '1571034016', NULL),
(202, 271, '鲁洁', '1', '401', '食品与生物工程学院', '食品科学与工程', '19-2班', 2019218332, '2891213761', '18297876778', '418', 'lujie20191@outlook.com', '5', '1', '1', '我是一个热爱文字的女生，喜欢抄一些诗，没事儿的时候喜欢写写随笔，梦想开设一个有品位的公众号，和志同道合的人分享自己的文字。', '我不会跳舞，不会乐器，不喜交际，最喜欢一个人，一只笔，一脑子天马行空，这样便很好。', '假如我有幸能加入采编部，我一定能融入这个大家庭，和一群人做自己喜欢的事，为自己的梦想而努力！', '0', '0', '1', '1569338898', '1569338898', NULL),
(203, 254, '安德旭', '0', '602', '土木与水利工程学院', '城市地下空间工程', '19-3班', 2019216285, '2551410529', '18856315216', '6s504', '2551410529@qq.com', '6', '1', '1', '学长学姐好，我是个积极向上，服从指挥，集体荣誉感强的人。会一点三大软件，听说有很多大佬在该部，于是就有了加入去学习的想法。还希望学习摄影。我还是个服从指挥，责任感强的人，希望学姐学长能考虑我。', '参与过马拉松志愿者活动。喜欢服务他人。', '该岗位需要会和想学三大软件的人，通过新人的加入，该部更加的完善。', '2', '0', '1', '1569363089', '1569363284', NULL),
(204, 280, '章金', '0', '411', '食品与生物工程学院', '食品质量与安全', '19-2班', 2019218456, '2071695998', '15656255388', '7  414', '2071695998@qq.com', '6', '4', '1', '想学office', '没啥特长，很普通', '觉得可以帮助我', '1', '0', '1', '1569368264', '1569368268', NULL),
(205, 283, '程梓康', '0', '221', '机械工程学院', '过程装备控制工程', '19-2班', 2019217166, '2026374811', '13965203086', '6N433', '2026374811@qq.com', '1', '4', '1', '我是程梓康，来自安徽铜陵', '素描，竹笛，吉他（才学不久）热爱学习，积极上进的热血青年', '能为学校作贡献是最大的荣幸', '0', '4', '-2', '1569373153', '1571034153', NULL),
(206, 284, '张胜杰', '0', '1112', '文法学院', '广告学', '18-1班', 2018219064, '208596590', '18142352130', '9s224', '2018219064@mail.hfut.edu.cn', '4', '4', '1', '为人无趣，没什么特别的兴趣爱好。平时喜欢折腾电脑。希望能在计算机应用方面做出一点成绩。虽然现在技术水平不怎么好，但是我可以不断学习，达到相应的水平！', '曾任校区学生会大学生社团联合会干事\n通过大学日语四级考试\n通过计算机二级考试', '我觉得这是一个十分锻炼自己的机会，通过与同伴们的交流与合作，不断提升自我的技术，并为同学们提供更优质的服务', '0', '4', '-1', '1569373172', '1571034014', NULL),
(207, 286, '张驰', '0', '004', '计算机与信息学院', '计算机科学与技术', '19-5班', 2019218129, '1913652342', '18297795260', '6s431', '1913652342@qq.com', '4', '6', '1', '来自安徽安庆，性格外向，能与人沟通，具一定的组织能力', '于初中任信息部干事\n于高中任学习部干事\n曾组织班级元旦晚会\n任班级学习委员', '网站部负责公众号的维护与管理，上传各部门的作品。办公室负责调节各部门的运作，组织活动。', '0', '4', '-1', '1569376521', '1571034012', NULL),
(208, 282, '李博闻', '0', '801', '管理学院', '物流管理', '19-2班', 2019217613, '827747304', '18856318217', '612', '827747304@qq.com', '2', '3', '1', '我来自安徽亳州，虽然以前没有接受过摄影方面的培训，但是一直对摄影有着浓厚的兴趣，希望在风景如画的宣区校园，能和学长学姐一起拍出好看的照片', '乐于学习，喜欢和同学一起参与讨论，平时喜欢打乒乓球。 在高中参与过视频剪辑，也为班会提供过相应照片', '我认为摄影可以把美丽的瞬间记录下来，只要愿意静下心学习相关知识，便能记录属于自己生活的一份美。', '0', '0', '1', '1569376913', '1569376913', NULL),
(209, 281, '戴宇豪', '0', '710', '化学与化工学院', '应用化学', '19-1班', 2019216072, '675389748', '17605637014', '225', '675389748@qq.com', '4', '3', '1', '一名比较内向的萌新，对于计算机就只掌握了玩游戏，但是愿意学习，适应能力强，会尽力掌握相关的技能', '会打乒乓球和篮球游戏打的也还行互联网冲浪资深选手 赖床锦标赛冠军得主 国家一级熬夜运动员 ', '我觉得网站部和视频部都需要在电脑前敲敲敲，特别厉害的亚子，我觉得像我这种内向的人更适合在幕后做贡献，我也希望能提升相关能力来为newx做一份贡献', '1', '4', '-1', '1569377576', '1571034010', NULL),
(210, 287, '李娜', '1', '400', '食品与生物工程学院', '食品科学与工程', '19-1班', 2147483647, '2574822982', '13865485114', '10#N411', '2574822982@qq.com', '3', '1', '1', '本人喜欢挑战自我，去不同的领域挑战，爱好运动，对视频剪辑感兴趣', '打羽毛球，参加过高中女子篮球，得过高中三好学生两次，逻辑思维独特', '视频剪辑需要独特认知和视频敏感度，对一些小的细节加以设计，把它放大，成为一种独特的观赏品，带给人新鲜感，同时需要创新思维 ，强大的脑洞，融入自己的思维', '0', '3', '2', '1569380770', '1569733758', NULL),
(211, 258, '徐冕', '1', '1111', '文法学院', '广告学', '19-2班', 2019216502, '1904345141', '18856312906', '10s130', '1904345141@qq.com', '1', '5', '1', '徐冕，女，十八岁，19级广告学学生。湖北人。有点爱吃，也爱写点诗。最爱的作家是鲁迅先生。关心日月盈昃，也关心稗谷深浅。十八年来，身无长物，行走匆匆。生而平庸，我不抱歉。', '特长无，爱好唱歌写作看书走路念诗吃火锅。\n勉勉强强得过几张奖状。教育部征文国家一等奖；全国新奥赛作文比赛高中组一等奖。xx杯（对不起我真的忘了）省二等奖。别的没有，有的也忘了，忘了就是没有。（笑/会不会显得不严肃？）', '我希望能做一个价值输出者，而非仅仅是知识的接收者；不仅做人生的书写者记录者，也做这世界的书写者记录者。NEWX能给我带来的，不仅是这个机会，也是一个发现自己挑战自己的平台。NEWX永远前行，而我也一直在路上。\n世间下雪，万事须臾。我要做那双冰冻而炽热，静默而生动的眼睛，注视一切。', '0', '0', '1', '1569387572', '1569387572', NULL),
(212, 290, '邱明竹', '1', '410', '食品与生物工程学院', '食品质量与安全', '19-1班', 2019218452, '189872536', '19810942856', '421', '189872536@qq.com', '5', '4', '0', '爱好阅读，写字，喜欢写文章，作文多次获语文老师好评，也曾有幸与语文老师合作写过小诗，发表于我母校的校报上。', '一路成长，一路看书，虽然很多读过的书已忘记，但书籍给予我的已在沉淀。没有什么特长，爱好却很广泛，五音不全，所以只平时听音乐，爱好象棋，写字，读书做数学题等等', '希望可以写出好的文章，或记录生活的点点滴滴，或分享所学的道理，或给大家送去渴望优秀的愿望，激励大家努力向上，快乐生活。', '1', '0', '1', '1569388095', '1569388137', NULL),
(213, 181, '李越', '0', '800', '管理学院', '物流管理', '19-1班', 2019217648, '2044457532', '13855151048', '6号楼北605', '2044457532@qq.com', '3', '1', '1', '我叫李越，来自安徽巢湖，我喜欢了解一些数码科技知识，喜欢听音乐，看足球比赛。', '没有什么特长，\n曾在班级担任课代表、学委', '视频部应该是对视频的制作，剪辑，艺术效果的表达有着很好的专业技术。我虽然是个什么都不会的小白，但我愿意付出时间去学习各软件的使用方法和技术，努力提升自己，希望学长学姐给我这个机会！', '0', '0', '1', '1569389542', '1569389542', NULL),
(214, 192, '赵嘉豪', '0', '1110', '文法学院', '广告学', '19-1班', 2018219050, '1809364229', '18339333570', '7s505', '1809364229@qq.com', '3', '6', '1', '我是19级广告一班的赵嘉豪 ，  是一个热爱生活并且乐观的人   ，只要是我认定的对的事情，就一定会坚持做下去，我希望自己能够成为一个不管遇到任何困难，都能坚持下去，想办法解决困难，直面困难的人。', '在学习生活中，我喜欢研究自己专业领域相关的事情，喜欢阅读相关的专业书籍。在课余生活，我喜欢打篮球，羽毛球，旅游等放松心情，同时也可以丰富自己的经历。之前曾经在高中获得叶圣陶杯银奖，参加过区篮球比赛获得二等奖。', '对于视频部，已经安装adobe也有相关配套软件，目前也是在不断学习，可以进行相关已经学习的操作，我也知道在视频这个部门需要投入更多的时间和经历更多的磨炼，才可以达到更好的水平层次，所以我会努力；对于办公室，相当于联系学校和同学的枢纽，我也曾经有过相关经验，所以希望能够有更好的锻炼', '0', '3', '2', '1569390316', '1569733785', NULL),
(215, 295, '朱怡潇', '1', '604', '土木与水利工程学院', '城市地下空间工程', '19-5班', 2019216337, '2514796341', '15502215073', 'N535', '1065856579@qq.com', '1', '3', '1', '来自天津，热爱画画♪⸜(๑ ॑꒳ ॑๑)⸝♪✰', '学过一点素描，国画，ps\n在初高中出过板报，剪过视频', '大佬云集(๑•̀ㅂ•́)√\n', '0', '0', '1', '1569392182', '1569392182', NULL),
(216, 294, '黄浩寅', '0', '222', '机械工程学院', '过程装备控制工程', '19-3班', 2019217084, '540872135', '18056004459', '南区6号楼N502', '540872135@qq.com', '3', '4', '1', '黄浩寅，来自安徽合肥的一名男生，今年18岁，对新事物充满好奇，希望不断学习各项技能，成为建设祖国的人才(˚☐˚! )/', '喜欢各种球类运动', '想通过这次机会学习关于电脑有关技术，提升自身综合能力', '0', '0', '1', '1569392261', '1569392261', NULL),
(217, 269, '王超', '0', '207', '机械工程学院', '机械工程', '19-8班', 2019216856, '1740272000', '18870197707', '六号楼N336', '1740272000@qq.com', '4', '2', '0', '无计算机基础，但目前正在学习，目前可以编写一些简单的程序\n也无摄影基础，但平时见到美丽的景色都会拍下来，纯属个人爱好', '没有什么特长，但可以学着去做，这也是我加入社团的原因', '竞选岗位肯定是能力强者优先，但我认为学习新事物的能力更重要', '0', '4', '-1', '1569392863', '1571034004', NULL),
(218, 296, '沈钰鹏', '0', '011', '计算机与信息学院', '物联网工程', '19-2班', 2019217808, '3104117264', '13063240109', '6S113', '3104117264@qq.com', '2', '3', '1', '本人来自山东，曾获2016年全国信息学奥林匹克联赛二等奖，2017年全国信息学奥林匹克联赛二等奖，高中校书法比赛一等奖', '程序设计 书法 诗词', '增加阅历 增长经验 为以后的生活打下基础', '0', '0', '1', '1569393427', '1569393427', NULL),
(219, 297, '王方辉', '0', '310', '材料科学与工程学院', '材料成型及控制工程', '19-1班', 2019217321, '584269650', '15056660873', '7s421', '584269650@qq.com', '1', '1', '0', '06～13小学\n13～16初中\n16～19高中\n19～现在 大学', '我可以学。', '图片跟文字，记录着生活的点点滴滴，承载着回忆与美好。优秀的图片与文字，给人以美的感受。十七八岁的年纪，正是人一生中最美的年华，如果仅靠脑海中的回忆，到暮年之时，有些东西可能消逝在时间里，如果用图文记录下来，待到暮年之时，翻看着这些，会记忆犹新，感谢那青葱岁月里的人或事。', '0', '0', '1', '1569394055', '1569394055', NULL),
(220, 200, '林靖茜', '1', '604', '土木与水利工程学院', '城市地下空间工程', '19-5班', 2019216216, '391130760', '18976183311', '南区十栋N535', '391130760@qq.com', '3', '2', '1', '来自海南却不会游泳的新生。平时喜欢唱歌，喜欢篮球，喜欢拍照(当然是拿着手机瞎拍)，对新媒体有浓厚的兴趣，也想学习拍摄及视频后期制作，所以想加入NEWX学习知识，认识志同道合的小伙伴啦。', '没什么特长，但有一颗热爱学习的心。\n高中时加入了科技社，也因而得以参加了FTC科技挑战赛，最后混了个华南赛区二等奖却无缘国赛。\n高二暑期社会实践去了海口电视台实(da)习(za)，虽然只是跟着有经验的记者做了些杂活，但在电视上看到实习生一栏有自己的名字，还是感到开心。', '视频部和采风部在我的认识中都是摄影相关的部门，即使有前、后期的偏重，也都需要培养一种“美的感知”。曾经在b站等平台上看到NEWX的作品，觉得学长学姐的作品是很有设计感，很有美感的，所以非常非常想加入学习！！！我还特别想学ps、pr、ae！！！学长学姐们！！！看我吧！！！', '0', '3', '2', '1569394755', '1569733923', NULL),
(221, 298, '王慧莹', '1', '1000', '外国语学院', '英语', '19-1班', 2019216442, '1831527061', '15037307821', '603', '15037307821@139.comcom', '1', '2', '1', '本人工作认真负责，责任感强,能吃苦耐劳，有耐心，能耐得住寂寞；积极进取，待人真诚，对于自己不懂或不擅长的东西能够积极学习，不断提高自身的能力与综合素质；热爱生活。', '学习过4年的绘画，绘画基础较好。接触过水粉、素描、白描、国画、艺术字等', '我认为该岗位需要有创新意识，有灵感；热爱生活，积极向上；需要有一定的文采，同时要有耐心，肯吃苦，能够时时抱有学习的态度', '0', '1', '2', '1569398926', '1569734676', NULL),
(222, 303, '罗文乾', '0', '000', '计算机与信息学院', '计算机科学与技术', '19-1班', 2019217869, '1842675604', '15280839269', '213', '1842675604@qq.com', '1', '3', '1', '性格随和 吃苦耐劳 对于喜欢的东西有着极大的执着 ', '听音乐 看书  写字 摩托', ' 虽然我对这个岗位或许有点不足 但是我会通过自己的努力 尽快适应  多多磨炼自己的技术 使自己进步', '1', '0', '1', '1569398964', '1569398968', NULL),
(223, 306, '林楷奇', '0', '010', '计算机与信息学院', '物联网工程', '19-1班', 2019217823, '2857537750', '13225630859', '108', '2857537750@qq.com', '3', '1', '1', '我是一个对电脑技术有极大兴趣的蠢新', '高中略微学习过ps技术', '我希望得到一个实用性较高的岗位，岗位的地位不重要，重要的是可以收获知识与技能，从而练就一技之长', '1', '3', '2', '1569401328', '1569733928', NULL),
(224, 304, '谢雨泽', '0', '711', '化学与化工学院', '应用化学', '19-2班', 2019216033, '1600703489', '18076375764', '7号楼234', '1600703489@qq.com', '3', '1', '1', '该生谦虚好学，善于体谅人，不会与人争名逐利，不会因自己的私事影响集体，虽然不太擅长吹', '能够使用photoshop和premiere制作一些乱78糟的东西。\n\n曾在高中担任过班长和生活委员，也曾代表班级制作过视频。', '视频部是一个充满活力的部门，里面充满了擅长视频制作的专业大佬，若我有幸加入，定会虚心向大佬学习，在视频制作的道路上不断精进', '0', '0', '1', '1569403304', '1569403304', NULL),
(225, 302, '易玲', '1', '011', '计算机与信息学院', '物联网工程', '19-2班', 2019217796, '2121797744', '18856316616', '10N310', '2121797744@qq.com', '1', '3', '1', '我个性乐观开朗，积极向上，对待工作有很强的责任心和热情，注重细节，精益求精，能够努力认真地学习，肯吃苦，有韧性。同时，我也很喜欢文化创意工作，有新点子。', '特长：绘画，文笔可以。\n经历：高中的时候，在学校学过PS图层的透明度调节，颜色，抠图，祛斑等知识，自己看视频自学了PS工具的使用。', '暑假一直关注着文化工作室，前辈制作的网页视频等让我产生了极大的兴趣。图文部和视频部所做的内容不仅让学生更直接，更有趣地了解校园周遭的变化，还让校外的人也能感受到合工大厚德笃学，崇实尚新的文化。我觉得文部和视频部都需要喜欢并持之以恒去学习设计剪辑软件的同学，希望我能加入其中。', '0', '0', '1', '1569404400', '1569404400', NULL),
(226, 308, '陈珍', '1', '013', '计算机与信息学院', '物联网工程', '18-2班', 2018217913, '1143887655', '15656300182', '10号楼S606号', '1143887655@qq.com', '4', '4', '1', '物联网18-2班的小透明，想前来newx网站部学习制作网页，制作一个不一样的世界。', '因大创项目需要，在暑假学习了一部分css和html的知识，有程序设计基础。', '网站部可以制作很多炫酷的网站，将一些想法在网络上变成现实吧', '2', '4', '3', '1569405853', '1571034000', NULL),
(227, 146, '李亦婷', '1', '001', '计算机与信息学院', '计算机科学与技术', '19-2班', 2019218064, '419366577', '18725487722', '北楼336', 'liyitingwuyue@qq.com', '3', '4', '1', '名字为李亦婷，一名大一新生。对NEWX十分感兴趣，希望成为其中的一员。', '特长：绘画，音乐。经历：参加过舞蹈比赛获奖之类的。', '对于视频部：自己是一名热衷于b站的人，以前也剪辑过视频，但是剪辑的一般般。视频剪辑是由大化小，把一件又一件大事物浓缩成精华，是一门硬核技术。\n对于网站部：对于网站建设是0基础，但是有一颗好学的心，希望能建立属于自己的网站，成就小小梦想！', '0', '4', '3', '1569408281', '1571034139', NULL),
(228, 313, '周庆', '1', '1110', '文法学院', '广告学', '19-1班', 2019216493, '1024283903', '15911810848', '10号楼S120', '1024283903@qq.com', '2', '3', '1', '大家好，我是来自云南的周庆，个人性格开朗活泼，如果有机会加入的话，在之后的学习工作中一定会认认真真der！', '高中参加过校学生会宣传部这亚子！', '和本专业有一定关联，希望在未来的学习中能进一步了解并且强化这些技能！', '0', '0', '1', '1569409049', '1569409049', NULL),
(229, 92, '卓紫艳', '1', '1112', '文法学院', '广告学', '18-1班', 2018219027, '1399755498', '13018883969', '10s401', '1399755498@qq.com', '3', '5', '1', '我想去视频部', '在无数次与pr绝交的崩溃边缘 重拾耐心', '我觉得我可以', '2', '3', '2', '1569409103', '1569733944', NULL),
(230, 314, '宋余', '0', '204', '机械工程学院', '机械工程', '19-5班', 2019216900, '352608094', '15623009366', '234', '352608094@qq.com', '5', '4', '1', '本人性格热情开朗，待人友好，为人诚实谦虚。工作勤奋，认真负责，能吃苦耐劳，尽职尽责，有耐心。具有亲和力，平易近人，善于与人沟通。', '准备学习c语言和视频剪辑', '可以提升自己的能力 也可在工作中提升自己的能力 体会到为同学服务的快乐', '0', '4', '-2', '1569409422', '1571034133', NULL),
(231, 315, '龚世杨', '0', '205', '机械工程学院', '机械工程', '18-3班', 2019216935, '851392870', '18737622204', '310', '851392870@qq.com', '2', '6', '1', '我叫龚世杨，来自于河南信阳，我之所以想参加这个社团是因为我对于摄影和后期修图很感兴趣，希望能够在大学里掌握一定技巧，希望帅气的学长美丽的学姐能给我一个机会', '没什么特长，但人阳光开朗，积极好学，喜欢参加集体活动，以前也没有参加社团的经历，嘿嘿', '我认为摄影是一个很有意思的东西，拍出好看的照片是一件很棒的事，对摄影师充满敬意，我也愿意在学习之余全身心地投入摄影学习中，当然我在高中当了三年的班长，有一定的组织能力，希望也能有机会带领大家完美的完成任务', '1', '0', '1', '1569409877', '1569410772', NULL),
(232, 319, '张月馨', '1', '000', '计算机与信息学院', '计算机科学与技术', '19-1班', 2019216567, '1667452999', '18743447958', '136', '1667452999@qq.com', '3', '1', '0', '广告二班张月馨，一个东北妹子，巨外向，喜欢摄影剪视频写文案', '对单反拍照，剪视频有浓厚兴趣和钻研精神 有两年左右剪vlog的经验', '我认为是非常有意义有趣味性的组织，如果进入会努力肝任务并且好好和大家相处', '0', '3', '2', '1569411168', '1569733958', NULL),
(233, 322, '张超', '0', '204', '机械工程学院', '机械工程', '19-5班', 2019216804, '1269384079', '19965256314', '303', '1269384079@qq.com', '1', '1', '1', '喜欢摄影，用手机拍的照片有不少入选了', '都会一点但都不精', '什么都不懂', '0', '0', '1', '1569411271', '1569411271', NULL),
(234, 320, '方文琦', '0', '410', '食品与生物工程学院', '食品质量与安全', '19-1班', 2019218431, '2743616312', '18096665075', '403', '2743616312@qq.com', '6', '5', '1', '方文琦   18岁  男  \n性格活泼，自然熟\n跑腿可以的!!!\n有想法!!', '喜欢打篮球!!!', '办公室:组织，沟通，安排计划，主动性很强，锻炼空间很大\n采编部:善于发现生活的美，采集并进行编辑，向大家展示传递', '2', '0', '1', '1569411300', '1569413187', NULL),
(235, 323, '陈斯晗', '1', '311', '材料科学与工程学院', '材料成型及控制工程', '19-2班', 2019217356, '1666501486', '18346073961', '109', '1666501486@qq.com', '6', '4', '1', '大家好，我叫陈斯晗，来自材料成型及控制工程专业，黑龙江人。热情爱笑，做事积极，希望能和大家一起努力。', '硬笔书法，羽毛球。  曾任大队长，组织委员，课代表，多年获得三好学生', '我认为无论担任何职位，负责认真，是对每一位合作伙伴的尊重，相信努力就能有所收获。另外，团结协作也是做好一件事情的必备条件，积极沟通，听取意见，团结共进，一定会让我们的组织更加壮大', '0', '0', '1', '1569412017', '1569412017', NULL),
(236, 277, '邓家豪', '0', '801', '管理学院', '物流管理', '19-2班', 2019217662, '827628985', '15056305684', '6N 612', '827628985@qq.com', '6', '1', '1', '邓家豪，男，物流管理专业', '没有拿的出手的特长，高中三年平平淡淡，但与同学之间相处融洽，大家对我形象都挺好。我只是位善良的孩纸，平常可能想法会比较多一点，虽然不太善于表达，如果能加入办公室，我觉得我能做好相应工作。', '目前对于这方面的了解还局限于学姐的简单说明，个人对办公室比较感兴趣，希望能够加入。', '0', '0', '1', '1569412438', '1569412438', NULL),
(237, 311, '罗文昊', '0', '802', '管理学院', '物流管理', '19-3班', 2019217644, '3428229590', '18195719236', '620N', '3428229590@qq.com', '3', '2', '1', '个人想学习视频制作', '曾经练过书法，有较好的耐心', '特别渴望能在这个岗位学到一些视频剪辑的技能并将其运用到生活中', '0', '3', '2', '1569412581', '1569734121', NULL),
(238, 326, '丁悦航', '0', '303', '材料科学与工程学院', '新能源材料与器件', '18-2班', 2018217611, '1046346962', '19923602032', '9s220', '1046346962@qq.com', '3', '1', '1', '爱好摄影，想学做视频，动手能力强，学习能力强，态度认真，做事负责', '玩儿过几年单反，后来设备坏了就没搞了，在学手机摄影，考虑无人机中，对做视频兴趣极强，有坚持下去的决心', '一起做视频一起学习成长，我认为我积极负责的态度很适合这个职位', '0', '0', '1', '1569412800', '1569412800', NULL),
(239, 137, '许洁', '1', '001', '计算机与信息学院', '计算机科学与技术', '19-2班', 2019218157, '827287515', '13225632025', '10 N 337', '827287515@qq.com', '1', '4', '0', '性情温和，吃的不多好养活（？），心态平和，积极乐观，乐于学习新知识，想交到更多朋友，认识更多大佬，学到更多东西＾＾', 'ps断断续续瞎玩过几年，偏向制作海报那一方向，摄影后期正在接触中，十分擅长根据自己的需求上网搜索教程（doge），因为之前是野路子，现在正在跟教程补相关知识。网站的话我是一点都没接触过，但是我会虚心学习＾＾', '大概就是一定的审美能力+好的创意+能将之付诸实际的技术=一个好的作品，我想努力学习，去做出这样的东西。做网站的话也差不多，我觉得网站的幕后者根据，创造的感觉很棒，我也想成为酷酷的创造者＾＾', '1', '1', '3', '1569412876', '1571030893', NULL),
(240, 318, '王金徐', '0', '410', '食品与生物工程学院', '食品质量与安全', '19-1班', 2019218454, '1211858270', '18365177845', '316', '1211858270@qq.com', '1', '3', '1', '本人性格开朗，积极乐观，勇于接受挑战', '善解人意，乐于帮助别人', '我认为图文部需要一个发现学校美的一个部门，我认为我自己有一个对美发现的能力，（我还对视频剪辑比较感兴趣）', '0', '0', '1', '1569412902', '1569412902', NULL),
(241, 208, '张毅东', '0', '002', '计算机与信息学院', '计算机科学与技术', '19-3班', 2019218077, '1191041336', '17356377024', '6号楼322南', '1191041336@qq.com', '4', '4', '0', '希望可以学习如何设计网站，丰富专业知识', '一只计算机小白｡ﾟ(ﾟ≧□≦ﾟ)ﾟ｡\n但我有一颗热爱学习的心\n≥﹏≤', '我志愿加入newx网站部\n希望可以为校园文化传播贡献自己的一份力量\n学长学姐请多指教', '2', '4', '-1', '1569413186', '1571033997', NULL),
(242, 328, '王晨曦', '0', '002', '计算机与信息学院', '计算机科学与技术', '19-3班', 2019217985, '3452822897', '19156373572', '6s229', '3452822897@qq.om', '6', '1', '1', '本人性格开朗，稳重，待人热情真诚，具有较强的交际能力，会认真对待自己的工作。', '爱好运动', '可以提高自己的能力，完善自己的知识储备。', '0', '0', '1', '1569413415', '1569413415', NULL),
(243, 330, '李渝', '0', '200', '机械工程学院', '机械工程', '19-1班', 2019217067, '2535159416', '18580581807', '6N513', '2535159416@qq.com', '3', '4', '1', '大一新生，特别喜欢摄影，就喜欢去外面拍一些精致照片', '去过很多地方，像西藏什么的也拍过很多人间仙境', '希望能提高我的拍摄和制作视频的能力，为同学们好朋友们从不同的角度展示给他们司空见惯的事物的另一面', '0', '0', '1', '1569413439', '1569413439', NULL),
(244, 331, '张倩倩', '1', '400', '食品与生物工程学院', '食品科学与工程', '19-1班', 2019218369, '1617149674', '18356307303', '414', '1617149674@qq.com', '1', '5', '1', '我挺想学ps之类的看起来很高级的亚子\n或者曾经想写小说', '我看过好多漂亮图片和小说', '热情认真', '1', '1', '2', '1569413586', '1569735019', NULL),
(245, 243, '陈远', '0', '401', '食品与生物工程学院', '食品科学与工程', '19-2班', 2019218335, '3188929785', '18856608700', '7#312', '3188929785@qq.com', '3', '2', '0', '没有做过视频，想学习学习', 'emmmmm', '一直想做视频', '0', '0', '1', '1569413738', '1569413738', NULL),
(246, 321, '黎思婷', '1', '402', '食品与生物工程学院', '食品科学与工程', '18-1班', 2019218342, '1814194036', '18907875475', '十号楼N419', '1814194036@qq.com', '1', '6', '1', '我是19级食科二班的黎思婷，来自广西。我认识到如今电脑新媒体技能对今后发展十分重要，所以我希望能进入NEWX和大家一起学习！', '我比较喜欢运动，舞蹈和音乐，但是对新媒体技术及电脑技术不是很了解。迫切希望提高个人电脑技能和组织能力。', '我竞选图文部和办公室部门。我想，在图文部我能和大家学习文档制作，PS等技术；在办公室我能提高个人组织和策划能力。虽然我在这两个方便能力不足，但是我会努力提高自己，为我们团队而战！', '0', '1', '2', '1569414393', '1569735006', NULL),
(247, 291, '曾建辉', '0', '400', '食品与生物工程学院', '食品科学与工程', '19-1班', 2019218304, '1378336315', '17377864847', '7#301', '1378336315@qq.com', '6', '2', '1', '一：本人对事负责，最终的目标就是可以达到完美完善。\n二：本人待人诚实，洒脱。喜欢热闹融洽的环境。\n三：好奇宝宝一枚，喜欢探新。一直在向一个有思想有想法的境界靠近。', '     热爱运动，尤爱篮球羽毛球。因为开朗，所以偶尔搞笑。\n     曾担任学校学生会安全部部长，担任班干多年，文至副班，武及体委。', '     办公室的职位，对于我来说是个全新的生活体验，也是一个增长能力和人脉，丰富经历的机会，这是于私。于公，喜欢集体，期望可以为一件事而付出劳动和提出想法。\n采风是我的第二个愿向，每逢外出，不会盲目的去围观类似网红的景观，除非特色十分鲜明，底蕴深厚。更多喜欢去看看路上的平实事物', '0', '0', '1', '1569415904', '1569415904', NULL),
(248, 301, '何明骏', '0', '206', '机械工程学院', '机械工程', '19-7班', 2019216695, '305945892', '15992413369', '6#N318', '305945892@qq.com', '5', '1', '1', '我是一个爱好阅读的人，像借此平台提升一下自己的写作水平，锤炼办公能力，希望贵部能给我一个机会', '热爱阅读，能快速抓住重点，节奏掌控能力强，愿意做一块百炼钢，希望能锤炼自己的写作能力', '采编部是一个能够用文字传达思想，击中人门心中柔软的地方，我希望我也能成为其中一员', '0', '0', '1', '1569416599', '1569416599', NULL),
(249, 334, '陈夷峰', '0', '205', '机械工程学院', '机械工程', '19-6班', 2019216934, '594807222', '17759251517', '308', '594807222@qq.com', '1', '1', '1', '来着福州，性格开朗，目前还不会ps，但ps学习已在计划内，爱好摄影，目前在学习摄影中，愿意虚心学习，积极完成任务', '擅长拍摄，文编，对图文有一定的鉴赏能力，曾在高中技术部任职', '图文部注重于图片的处理，需要一定的摄影技巧与审美能力，同时对于工具ps、pr之类的使用也有要求，以及文案编辑，网络文化是现时代不可或缺的产品，利于学校不止是学习，更是跟紧互联网的多方面发展。', '0', '0', '1', '1569416776', '1569416776', NULL),
(250, 333, '王铭', '0', '411', '食品与生物工程学院', '食品质量与安全', '19-2班', 2019218468, '1163081789', '13093460321', '415', '1163081789@qq.com', '6', '1', '0', '曾任高中班长\n有管理协调能力', '喜欢打篮球\n有社交能力', '希望通过组织，培养制图，或者社交管理方面的能力，结交更多朋友，', '0', '0', '1', '1569417406', '1569417406', NULL),
(251, 338, '周宇皓', '0', '206', '机械工程学院', '机械工程', '19-7班', 2019217055, '2922319497', '15388724399', '6#N327', '2922319497@qq.com', '1', '1', '1', '18岁', '看过基础pr教学', '想加强自己的ps 做视频能力', '0', '0', '1', '1569417795', '1569417795', NULL),
(252, 340, '吴浩翔', '0', '410', '食品与生物工程学院', '食品质量与安全', '19-1班', 2019218450, '1534451416', '19856236800', '404', '1534451416@qq.com', '5', '2', '1', '源于热爱', '暂时无，但可以有', '中华人民共和国万岁！\n爱国爱校爱交际是前提\n工作酷酷的，我觉得可以\n如果工作和学习冲突，我可能选择学习。。\n主要是想尝试，没了', '1', '0', '1', '1569419904', '1569420119', NULL),
(253, 335, '李强', '0', '021', '计算机与信息学院', '电子信息科学与技术', '19-2班', 2019217902, '2077433260', '13063428750', '6 s212', 'lq2077@outlook.com', '4', '3', '1', '一个对计算机超感兴趣的小宅男。', '特长嘛，对电子产品硬件比较了解。\n经历嘛，拆过手机，修过电脑，但是也就会一点', 'NEWX是一个综合的舞台。身为一个理工小宅，我既可以在这里扩充本专业的知识，也可以被浓郁的文化气息熏陶，成为一个全面发展的学生，为NEWS输入更多新鲜血液。', '0', '4', '-1', '1569419974', '1571033994', NULL),
(254, 332, '吴登雄', '0', '206', '机械工程学院', '机械工程', '19-7班', 2019217026, '2873729163', '13118077069', '6#N326', '2873721963@qq.com', '4', '3', '1', '我是来自机工7班的学生吴登雄，自身性格比较外向，易于相处。自身对于本社团的技术活比较感兴趣，想要投身其中，为社团做出贡献的同时，锻炼自己，学习加强自己的技能，希望学长学姐能够信任我，给我一次机会。', '略懂一些C＋＋，同时在自学Java，对编程方面比较感兴趣。在视频剪辑方面，经常在B站上看大佬的电影混剪，对于视频剪辑的手法有一定了解。', '做为网站部的一员必须得会HTML，我也一定会去了解，学习。而作为视频部一员需要学会Pr或者Ae，这样自己才有资格作为该部门的一员，当然这是技术方面的。作为社团的一员，首先要做好自己的职责，同时要在社团内要活跃，营造一个良好的氛围，形成一个良性发展。', '0', '4', '3', '1569420240', '1571033990', NULL),
(255, 341, '翟剑箫', '0', '410', '食品与生物工程学院', '食品质量与安全', '19-1班', 2019218436, '1119041998', '13247271928', '404', '1119041998@qq.com', '2', '6', '1', '      我是来自食品质量与安全1班的翟剑箫    有很强的责任心  课外希望多参与活动丰富自我。', '     热爱摄影方面东西   渴望掌握更多技能     高中担任班干培养了干事能力  希望更近一步提高自己。', '  积极参与学校摄影活动  热爱摄影  认真学习专业知识         办公室培养自己人际交往能力   整理能力', '0', '0', '1', '1569420973', '1569420973', NULL),
(256, 344, '潘燏', '0', '204', '机械工程学院', '机械工程', '19-5班', 2019216957, '1504351887', '15882604748', '6#N305', '1504351887@qq.com', '1', '2', '1', '学长学姐好，我是19级机械工程的潘燏。\n', '情感细腻，擅长写作。', '以图与文字的融合表露情感。或客观或感性。但无论什么，得有心。所以不论是我选的还是其他岗位，对于热爱我们newx工作室的我来说，我都有热情做好每一个岗位。希望师哥师姐给机会。', '0', '0', '1', '1569421008', '1569421008', NULL),
(257, 342, '吴思颖', '1', '1110', '文法学院', '广告学', '19-1班', 2019216491, '976500824', '13385972816', 's120', '976500824@qq.com', '2', '3', '0', '喜欢摄影，热爱学习', '善于在尊重客观规律的基础上发挥主观能动性改造世界造福人类', '富有创新充满活力，需要立足实践细心观察不断学习', '1', '2', '3', '1569421800', '1571026151', NULL),
(258, 80, '张佳一', '1', '001', '计算机与信息学院', '计算机科学与技术', '19-2班', 2019218121, '2869868757', '13037623583', '10#北楼337', '2869868757@qq.com', '3', '2', '1', '我是一个乐于尝试，喜欢接触并探索新事物的人，有一定的创新意识和创新能力。我也是一个充满活力的人，对学习和工作有很高的热情。同时我乐观向上，容易相处，适应能力强。我也十分认真，脚踏实地，能吃苦耐劳，并勇于接受新的挑战。', '比较擅长学习吧，比较擅长学习新事物。', '我的第一志愿是视频部，我认为这项工作充满趣味，同时对我来说也有挑战。对我来说，制作出一段完美的视频有很大的成就感，制作过程也很有趣，但是我并不擅长所以又是充满挑战的，而我十分愿意接受这个挑战。\n我的第二志愿是采风部。该部门拍出来的照片和视频很nice，很吸引眼球。抱歉写不下了。', '0', '0', '1', '1569421993', '1569421993', NULL),
(259, 31, '夏耀光', '0', '800', '管理学院', '物流管理', '19-1班', 2019217610, '3088466433', '14740533411', '603', '3088466433@qq.com', '4', '1', '1', 'emmmmm. 一个地地道道滴东北银儿，热情开朗活泼', '爱好篮球下棋等等，过去从事过各种活动的组织者，大学军训期间为班级临时负责人', '这是一个神圣而光荣的岗位，希望能够上任，发挥自己在组织上的优势和长处，学习一些网站方面的能力', '1', '4', '-1', '1569421999', '1571033987', NULL),
(260, 347, '梁光勇', '0', '002', '计算机与信息学院', '计算机科学与技术', '19-3班', 2019218083, '3306154857', '18722839033', '324', '3306154857@qq.com', '6', '4', '1', '好学，听话，但很多东西不太好，新手级', '喜欢与人交流，耐心，工作认真', '不知道干啥的，应该可以锻炼我的能力，希望能向学姐学长好好学习', '0', '0', '1', '1569422007', '1569422007', NULL),
(261, 336, '丁皓莹', '1', '221', '机械工程学院', '过程装备控制工程', '19-2班', 2019217174, '1633091716', '18856312338', '10#S215', '1633091716@qq.com', '3', '4', '1', '我是一个外表冷漠内心火热的河南洛阳人，平时很喜欢新奇的事物，尤其是与网络有关的东西（游戏除外）。喜欢交朋友，爱好羽毛球、乒乓球等。', '遗憾的是，我没什么特长... 但说起经历，还是值得一提！高考完的暑假我意外爱上了抖音这个软件，但是比起刷视频我更喜欢做视频，比如：卡点，剪辑，特效。但这些对于真正的制作来说就是雕虫小技，但我确实喜欢上了用视频记录生活！', '这个岗位需要我学习新的知识技能，也能进一步扩大我的交友圈，增强我的沟通交流能力。虽然也可能会很累，但因为热爱，我想要尝试！', '0', '0', '1', '1569422846', '1569422846', NULL),
(262, 292, '马欣怡', '1', '1111', '文法学院', '广告学', '19-2班', 2147483647, '1179349225', '18919854818', '219', '1179349225@qq.com', '5', '3', '1', '我是来自19级广告2班的马欣怡。\n来自甘肃兰州。喜欢写写拍拍，最近在学习vlog和视频剪辑', '会一点点p图技巧。\n曾经担任高中学生会干事成员', '采编部是将校园发生过的事情第一时间传递给所有人。用第一视角记录并写下所想所感。用文字去带来不同的感觉，同时是微信公众号的主要机构，肩负了官方与有趣的乐趣，想成为其中一员。', '0', '0', '1', '1569423544', '1569423544', NULL),
(263, 349, '兰远翔', '0', '020', '计算机与信息学院', '电子信息科学与技术', '19-1班', 2019217866, '758901073', '13647868319', '6s205', '758901073@qq.com', '1', '2', '0', '兴趣爱好广泛', '各种都会一点，比如视频从构思拍摄到剪辑压制等等，好学，', '友谊第一', '1', '1', '2', '1569423847', '1569734994', NULL),
(264, 33, '李宇翔', '1', '000', '计算机与信息学院', '计算机科学与技术', '19-1班', 2019218028, '1197733876', '13758754561', '10-N335', '1197733876@qq.com', '3', '2', '0', '姓名：李宇翔\n性别：女\n属性：夜猫子\n来自浙江温州的一只间歇性死宅\n喜欢在外疯玩或者在窝里死宅\n文静的外表下有颗躁动的心\n最爱熬夜追剧看视频\n崇拜视频部的高人们！希望他们不嫌弃我！\n\n', '    钢琴弹得挺好（好像和志愿没什么关系）\n    初高中担任学生会部长，高中阶段作为部长组织策划多场活动，粗略学习了ps、pr（所以很渣）等技能，对工作充满热情！\n    为磕cp使用ps、pr做简单的图片编辑以及视频剪辑，因此对其产生浓厚兴趣', '视频部和采风部都是很有创造力的部门，使用较专业的技能在newx中发挥作用，服务广大师生！希望加入其中学习更多技能，开阔眼界！', '0', '3', '2', '1569424638', '1569734146', NULL),
(265, 293, '张玟', '1', '000', '计算机与信息学院', '计算机科学与技术', '19-1班', 2019218075, '2581030863', '15675086005', '335', '2581030863@qq.com', '6', '2', '0', '我来自计算机科学与技术专业，我叫张玟，热情开朗，活泼好动，爱笑。我想加入办公室这个部门，我喜欢听音乐（但有点五音不全）、各种体育运动（喜欢但不太会），吃东西。我是一个做事踏实、学习刻苦、有上进心的学生。加入办公室部不仅能锻炼自己还能为其他童鞋服务，希望学姐学长给我这个机会，谢谢。', '没有特长，但是我有一颗积极向上的心，始终对工作充满热情。在初中和高中任职过一些班干部，虽然我没有单独组织过什么活动，但是我相信，我好学的心，可以带动自己。', '办公室一般是组织和安排各种活动，向童鞋们发通知的部门，这个部门需要这种会组织、会规划、会作报告、会做决定的大佬，虽然在这些方面我有点欠缺，但是我想来办公室这个部门学习这些技能，不断提高自己。', '0', '0', '1', '1569424642', '1569424642', NULL),
(266, 350, '查紫怡', '1', '1110', '文法学院', '广告学', '19-1班', 2019216555, '318577107', '15856369265', '南区10号楼s127', '318577107@qq.com', '1', '3', '1', '学长学姐们好，我来自安徽铜陵。平时性格比较内向，容易害羞和紧张，有点慢热，但是我很想改变自己，锻炼自己，我也会尽自己所能完成好每一件事情', '我没有什么特长，可能跟我的性格有一定的关系，但我自己很喜欢做手工，动手做一下小玩意，可能学起东西来有点慢，但我愿意花时间去努力学好', '我觉得newx是一个可以学习和锻炼自己的地方，我也愿意努力尝试新的事情，为newx作点贡献', '0', '1', '3', '1569425028', '1571031565', NULL),
(267, 353, '卢怡霖', '1', '1110', '文法学院', '广告学', '19-1班', 2019216559, '1175108849', '13225636106', '南区10号楼127', '1175108849@qq.com', '1', '4', '1', '活泼开朗热情似火热爱生活的女生', '画画还不错  审美ok   热爱新事物   虚心学习  对新环境适应能力很强  尤其不怕苦不怕累！', '图文部需要我这样积极向上高效工作及时反映学校风采的妹子  另外我是广告学专业的  我的专业有利于我掌握更多的PS设计技巧  发挥自己的特长  如果被调剂到网站部也OK 因为我一向膜拜网站大佬 看到电视上的黑客感觉很酷', '0', '4', '3', '1569428162', '1571034122', NULL),
(268, 196, '朱庭萱', '1', '1111', '文法学院', '广告学', '19-2班', 2019216490, '2789204688', '18792882710', '10s-129', '2789204688@qq.com', '1', '3', '1', '喜欢文字 热爱拍照 喜爱P图和绘画\n不怕苦不怕累  会了再学 不会更要学\n担任了宣传委员 对NEWX莫名向往 心有路和远方 怀揣着爱与梦想的萌新巨汉 很了解脱发和码农之苦，但年少当有为，千万里初心不改，走尽西天路，镜头底草木仍青。', '1.艺术比赛志愿者服务活动优秀志愿者 有较强组织能力2.中学年度艺术节美术工作人员 参赛摄影作品获奖3.武汉国际楚才作文竞赛国家级二等奖 省级一等奖 4.“周有光”杯中华文化状元（国际）选拔大赛 |国家级 金奖 5.论文《珠与沙》在国家级课程辅导刊物上刊发（写啥都会就爱图文', '图文部考验的是美的鉴赏力。通过捕捉不同的光感，改变色调和白平衡，让照片的色彩更丰富。而图必须要与文结合，通过排版与设计，将文字的魅力最大化地呈现给读者；视频部中越密集的帧数才能得出更丝滑的画面，还要讲求BGM的搭配。将美感与我们共享。之前在B站上看到了工作室的公众号，心向往之\n', '0', '1', '-2', '1569431367', '1570889749', NULL),
(269, 312, '江妍', '1', '1200', '汽车与交通工程学院', '交通工程（中外合作）', '19-1班', 2019217415, '2270757408', '13617696034', '10s-215', '2270757408@qq.com', '1', '3', '1', '我是来自交控的江妍，性格不是特别外向，喜欢新奇的小众的东西，做事很专注，人狠话不多orz，不想做一条咸鱼', '画画，p图，k歌之王！，小提琴，\n', '图文，视频都是基于图片视频本身对其进行加工处理，我对这些方面有浓厚兴趣，会画画，有一定的美学基础），希望能够加入NEWX这个团体学到技术，努力向大佬方向发展', '0', '1', '2', '1569453019', '1569735100', NULL),
(270, 356, '陈辉', '0', '011', '计算机与信息学院', '物联网工程', '19-2班', 2019217829, '2594946595', '13225639100', '6s117', '2594946595@qq.com', '2', '3', '1', '大一新生，十分想接触新媒体，对新媒体很感兴趣，对摄影很感兴趣', '喜欢拍风景，宣城的自然景观很好', '我想加入newx，成为其中的一员，然后向这兴趣发展。', '1', '0', '1', '1569454858', '1569463489', NULL),
(271, 358, '李青菁', '1', '1110', '文法学院', '广告学', '19-1班', 2019216513, '2142409805', '18224854436', '122', '2142409805@qq.com', '2', '4', '1', '广告学新生，对摄影和网站有兴趣，希望可以加入磨练自己', '素描', '希望可以加入newx学习新的东西', '0', '2', '3', '1569463835', '1571026150', NULL),
(272, 359, '白世杰', '0', '200', '机械工程学院', '机械工程', '19-1班', 2019217053, '1735863658', '15004843002', '6N116', '1735863658@qq.com', '5', '6', '1', '平时比较安静，喜欢写点什么，不太喜欢比较正式的文章，喜欢比较轻松的文章，文笔一般.', '会一点唱歌，平时写点小东西，个人认为自己很用心很认学.', '想试试去写点东西，想要锻炼一下自己，也额外赚点分数', '1', '0', '1', '1569464502', '1569464554', NULL),
(273, 166, '邱筱晲', '1', '411', '食品与生物工程学院', '食品质量与安全', '19-2班', 2019218445, '1548313834', '18361262713', '428', '1548313834@qq.com', '3', '6', '1', '不到十八岁，来自江苏徐州', '喜欢用手机拍风景，但没有什么技术含量啦，但有一颗特别想要学习的心！', '很喜欢看一些短视频卡点，更想学会自己制作，剪辑，也看过一些剧的神仙剪辑，视频部觉得是一个特别特别理想的部门', '0', '3', '2', '1569467332', '1569734176', NULL),
(274, 360, '汪新宇', '0', '205', '机械工程学院', '机械工程', '19-6班', 2019216746, '2330220848', '18792133713', '6号楼310', '2330220848@qq.com', '5', '5', '1', '我叫汪新宇，来自机工6班，性格开朗，比较喜欢读散文和诗词', '没什么特长', '我觉得是可以把读到的东西运用起来的一个岗位，是一个能把读到的知识转化为自己的能力的好岗位，而且能表达自己自由看法，挺好的', '2', '0', '1', '1569469721', '1569469764', NULL),
(275, 361, '俞浩奕', '0', '201', '机械工程学院', '机械工程', '19-2班', 2019217046, '572736593', '15059306983', '207', '572736593@qq.com', '6', '5', '1', '我叫俞浩奕，来自福建宁德，从小便感受到互联网的魅力并受其正面影响，对电脑操作技能有极大的兴趣，到苦于中小学设备不允许，高中学业繁忙，并不能好好学会一门踏实的电脑软件技术，故希望在这个社团在某些方面有所进步，学长学姐！我想学技术！', '特长弹钢琴 爱好弹吉他，边弹边唱\n平时喜欢听歌 空闲时候常常打篮球\n对新鲜事物都感兴趣且接受能力强，对文案策划 PPT PS等技能都有兴趣进行更深一步学习并加以实践。', '可以丰富自己的大学生活，提高社交能力，提高审美水平，为大家服务，让大学生们感受我们社团的魅力。', '0', '0', '1', '1569474073', '1569474073', NULL),
(276, 316, '李佳', '1', '400', '食品与生物工程学院', '食品科学与工程', '19-1班', 2019218647, '2016516235', '15109227454', '412', '2016516235@qq.com', '5', '6', '1', '来自陕西西安，性格活泼，喜欢交朋友，热爱生活，关注网络，微信公众号、微博、知乎、等等都有深入了解，曾经想要填报网络与新媒体技术专业', '迫于生活压力，没有很突出的特长，但乐意学习，想要更多的了解身边的一切，了解这个美好的世界', '采编部是NEWX不可或缺的部门，甚至说是主力部门，撰稿、排版等任务很是吸引我，我愿意为NEWX这个大家庭付出自己的努力，和NEWX一起成长', '0', '0', '1', '1569474821', '1569474821', NULL),
(277, 362, '郑文茹', '1', '001', '计算机与信息学院', '计算机科学与技术', '19-2班', 2019218111, '2188771928', '15845266687', '10N336', '2188771928@qq.com', '2', '1', '1', '我是来自黑龙江齐齐哈尔的东北人，以前就非常喜欢绘画和摄影，不过一直没有过系统的学习，希望可以在NEWX得到进步，然后我觉得我性格也还是不错的', '我比较喜欢画画和拍照，自己也尝试P过一些图片，手机里下载了一堆修图软件，但是技术含量还是有点低，还是要在大学里学习进步的，采风和图文我都真的超爱呀！', '我觉得如果可以进入NEWX的话，我的图文和拍照能力一定会有很大提高，我真的超级羡慕和佩服那些图做得好照片拍的好的人啊，而且如果以后可以用我的技术把我们的学校展示给其他人真的很荣幸啊！', '0', '0', '1', '1569474915', '1569474915', NULL),
(278, 355, '袁浪', '0', '222', '机械工程学院', '过程装备控制工程', '19-3班', 2019217086, '3428239114', '15828390805', '508', '3428239114@qq.com', '6', '2', '1', '大一新生，男，过控三班，18，应届，记者团呆过，当过班长，课代表。', '最大的特长就是兴趣广泛，喜欢学习（不止是课本），积极向上，喜欢自我反思。经历就是军训记者团呆过，没有其他的', '我想通过岗位学习到更多，交到更多的朋友，（你们很厉害', '0', '0', '1', '1569475393', '1569475393', NULL),
(279, 231, '李宁璇', '0', '400', '食品与生物工程学院', '食品科学与工程', '19-1班', 2019218325, '635319301', '18327435206', '7#301', '635319301@qq.com', '1', '2', '1', '我是一个比较慢热的人', '小学学过绘画几年，但说实话现在不太会画画', '特别想学电脑绘画和视频剪辑，希望可以加入Newx并学习一些技能', '1', '1', '2', '1569475675', '1569735031', NULL),
(280, 357, '冯奕鑫', '0', '411', '食品与生物工程学院', '食品质量与安全', '19-2班', 2019218428, '1047787105', '18128386003', '7#N412', 'mmgxfyx@126.com', '2', '4', '1', '大家好，我是来自广东的冯奕鑫，喜欢捣鼓电脑手机、无人机航拍，是一名严守纪律作风优良的工大学子。', '有计算机编程基础，目前最擅长易语言程序编写，懂得大疆无人机的基本操作和维护保养(手里有一台大疆mavic2变焦版)，会一点pr视频制作。\n高中时曾参加学校举办的“第一届电脑病毒破解大赛”并获得第一名，后加入学校电脑协会任技术部部长，并多次带领技术部成员帮助学校进行拍摄和后期工作。', '听说采风部可以玩无人机和各种拍摄器材(机佬福利)，所以我第一志愿是采风部(此处应有滑稽表情)，还希望能在这里学到更多更强大的拍摄技巧。\n然后我觉得我在网站建设维护方面的知识几乎为零，所以第二志愿填了网站部，在帮各位大佬打杂的同时学习更多技能，如果我进了还请各位大佬多多指教。\n', '0', '2', '3', '1569475793', '1571026148', NULL),
(281, 285, '钟可莹', '1', '1110', '文法学院', '广告学', '19-1班', 2019216499, '390170936', '13450488292', '10s-122', '390170936@qq.com', '5', '6', '1', '我是来自广州的广告小学妹 性格比较细腻 做事也比较细心追求完美 想要在NEWX里融入自己的一股小力量 也希望能用我身上的艺术特质和天马行空的想法让NEWX更好！', '与NEWX有关的特长应该就是公众号及策划 组织活动一类的 高中时我作为广播部部长管理公众号两年 期间也得到了广州市其他高中对于公众号图文的认可和赞美，承办过许多活动，也协助学校完成许多工作\n我擅长艺术类及担任音乐社社长，如古筝小提琴阿卡贝拉及绘画 学习过几年 具有不错的审美能力', '我认为采编部需要有较强的策划能力和审美能力，最重要的也是天马行空却切实可行的创意想法，而办公室则需要较强的组织能力和沟通能力，作为中枢灵活恰当地安排好活动及工作，但两者都需要严谨认真的态度和吃苦耐劳的精神', '0', '0', '1', '1569477654', '1569477654', NULL),
(282, 337, '徐祥', '0', '801', '管理学院', '物流管理', '19-2班', 2019217626, '565837781', '13167768025', '616', '565837781@qq.com', '6', '6', '1', '         个人有较强的责任心，将会认真完成各种任务，虽在电脑方面不是很懂，但会努力加油(ง •̀_•́)ง，早日追上各位学长学姐的脚步', '       曾在高中担任课代表，在初中担任学习委员有过管理经验。', '     办公室主要是联系各个部门，是工作室的头脑，办公室不仅能锻炼管理能力，还能锻炼交际能力。', '1', '0', '1', '1569478855', '1569478858', NULL),
(283, 299, '朱佳冰', '0', '310', '材料科学与工程学院', '材料成型及控制工程', '19-1班', 2019217349, '773564356', '18726165456', '7（s）－430', '773564356@qq.com', '3', '1', '0', '我叫朱佳冰，男，汉族，安徽安庆人，18岁。平时喜欢结交志友，阅读名著，了解acgn。', '擅长视频剪辑及后期制作，略懂一点编程，曾于高中获校级“三好学生”和市级物理竞赛一等奖。', '视频部的工作包含视频创意的构思，视频片段的后期剪辑。我希望能通过此次活动锻炼自己的人际交往能力，学会更好的与人沟通。同时也渴望加入文化工作室，更好地为服务学生、创建文明网络文化做出贡献。', '0', '0', '1', '1569481075', '1569481075', NULL),
(284, 124, '李世超', '0', '022', '计算机与信息学院', '电子信息科学与技术', '19-3班', 2019217945, '1163655247', '15066445132', '228', '1163655247@qq.com', '3', '4', '1', '李世超，男，出生于2001年四月十三日，来自山东聊城，毕业于山东省聊城第一中学，爱好捣鼓电脑和高科技的东西。性格温和，容易交往，对与陌生人有点害羞。', '初中当过值日班长，电教委员；高中当过副班长，电教委员，各种活动的组织策划人。对电脑有一定的了解，喜欢捣鼓电脑以及一些高科技的东西，喜欢专研，多次带领班级获得校级奖项，多次参加校级活动，例如学校元旦晚会的策划与后台操作，获得过物理科普竞赛全国一等奖，数理化学科能力活动展示数学省二等', '喜欢一些动脑子的东西，很喜欢这种大家一同努力，将一件事从零，克服种种困难，到最后成功的成就感。希望加入newx这个大家庭，在提升自己的同时为newx的发展尽一份力。', '0', '3', '2', '1569482895', '1569734208', NULL),
(285, 317, '万晓磊', '0', '311', '材料科学与工程学院', '材料成型及控制工程', '19-2班', 2019217323, '519157691', '15835291468', '436', '519157691@qq.com', '3', '1', '1', '我是万晓磊来自山西运城', '能够使用ps 以及常规的文件\n会翻墙', '希望能够学习视频剪辑的知识以及深造我的ps水平', '0', '0', '1', '1569483160', '1569483160', NULL),
(286, 125, '高航', '0', '022', '计算机与信息学院', '电子信息科学与技术', '19-3班', 2019217952, '1098621243', '18841854154', '六号楼s228', 'q1098621243@qq.com', '3', '2', '1', '高航，性格开朗。喜欢新事物。对科技有浓厚兴趣。能很快适应新生活', '兴趣广泛，但是没有太强的方面。但是自认为学习能力还可以，可以学习新东西', '视频制作，我很感兴趣。因为从小就特喜欢看电视，慢慢长大后会想要知道这些是怎么做的，现在有机会接触并且专业的学习，我很期待。从小的我就喜欢想象，想象各种各样的事情发生，这给现在的我提供了多的想法，让我的想法不再局限性。', '0', '3', '2', '1569486135', '1569734241', NULL),
(287, 37, '易可欣', '1', '001', '计算机与信息学院', '计算机科学与技术', '19-2班', 2019218070, '2045290175', '17763642679', '10N337', '2045290175@qq.com', '2', '1', '1', '我是一个热爱生活，性格在文静与开朗之间摇摆的人。可以沉下心来学习，也可以与人很好的沟通。高中的时候没有参与过什么活动，一直很遗憾。希望能进入工作室，参与学校大活动，体会多姿多彩的大学生活。', '善于欣赏美的事物。喜爱摄影，在看到美景时会情不自禁拿出手机，入学以来记录了大学生活的许多美好瞬间；学过一年素描课，有一点绘画功底。', '采风部成员需要拍摄或者录制各种活动素材，图文部成员要懂得图文编辑，例如海报或者文章配图。我认为良好的审美鉴赏能力和对采风或图文的热情是我所竞选部门招新的基本要求。', '0', '2', '-2', '1569488361', '1571026146', NULL),
(288, 366, '许佳玲', '1', '010', '计算机与信息学院', '物联网工程', '19-1班', 2019217838, '1050518104', '19956209339', 'N304', '1050518104@qq.com', '6', '2', '0', '大家好，我叫许佳玲，来自物联网一班。', '具有较强的责任心，高中时曾组织过一些活动，很希望能锻炼自己的能力', '能够很好的规划时间，责任心强，具有领导能力，同时吃苦耐劳', '0', '0', '1', '1569488669', '1569488669', NULL),
(289, 215, '杨烨', '1', '010', '计算机与信息学院', '物联网工程', '19-1班', 2019217843, '1654008104', '18793779290', '10N304', '1654008104@qq.com', '2', '2', '0', '来自甘肃酒泉，一个即将在物联网工程专业秃头的02后。喜欢摄影，尤其喜欢景物拍摄。希望通过加入贵部，提高自己的各方面能力，为工作室献出自己的一份力量。', '摄影，钢琴，吉他。曾参加学校举办的摄影比赛获得二/三等奖。参加过各级别各类乐器比赛并获奖。', '采风部，即搜集记录精彩瞬间，为工作室提供素材。在学校举行活动时，负责拍照录像等记录活动。', '0', '2', '-2', '1569488705', '1571026142', NULL),
(290, 368, '祝高', '0', '000', '计算机与信息学院', '计算机科学与技术', '19-1班', 2019217972, '3195005721', '18458952470', '南区六号楼210', '3195005721@qq.com', '3', '4', '1', '祝高，来自浙江省。', '学过少部分Photoshop', '为了追一个女孩子来的', '0', '0', '1', '1569489134', '1569489134', NULL),
(291, 369, '张宇峰', '0', '713', '化学与化工学院', '应用化学', '18-2班', 2018218265, '3142316849', '18856356037', '9s514', '3142316849@qq.com', '2', '1', '1', '想给买微单找个理由顺便学学调色，学习板绘和UI设计以后可以自己做图用，减轻图文部联动肝度。', '兴趣使然的网站爱好者，参加过newx的周年庆和圣诞活动。', '可能没有时间参加面试，但我可以努力学习。', '1', '0', '1', '1569489740', '1569490977', '123');
INSERT INTO `newx_apply` (`id`, `uid`, `name`, `sex`, `multiIndex`, `college`, `profession`, `class`, `student_id`, `qq`, `phone`, `apartment`, `email`, `option1`, `option2`, `allow_adjust`, `profile`, `specialty`, `recognize`, `editTime`, `addmit_department`, `status`, `create_time`, `update_time`, `delete_time`) VALUES
(292, 39, '向海', '0', '604', '土木与水利工程学院', '城市地下空间工程', '19-5班', 2019216217, '1345778835', '18111645311', '6s520', '1345778835@qq.com', '3', '1', '1', '我叫向海，来自四川成都，对于视频剪辑，ps感兴趣，希望能够学习。平时喜欢打乒乓球，还喜欢炉石传说。', '在高中时是校学生会成员，参与组织校运动会，校辩论赛，优秀学生学习经验交流会等学校事务。', '1.有创新的想法和赋予实际的行动。2.明确工作中任务的中心要素，保质保量的完成。3.要有坚持不懈的精神和努力。4.善于学习，提出问题，在工作中学习，用所学知识完成工作。谢谢！！', '0', '3', '2', '1569489944', '1569734257', NULL),
(293, 351, '童新洲', '0', '208', '机械工程学院', '机械工程', '19-9班', 2019216927, '1481678270', '18856316213', '6#N406', '1481678270@qq.com', '6', '1', '1', ' 我是童新洲，来自河北，现是机工9班的大一新生。在某种程度上，我是一个内向的人，但我愿意帮助他人，拥抱大学生活，在学习实践中提升自己。', '特长：无（在某种意义上）；                     经历：高中 参加物理，化学，数学竞赛     曾担任班委', '每个岗位都是对我能力的考验，或许我很平庸，但这并不影响我对优秀的追求。这些岗位能够给我以锻炼，使我拥有新的技能，有助于我学习进步，从而让我的大学生活丰富多彩，让我更好的走向未来！', '0', '0', '1', '1569490106', '1569490106', NULL),
(294, 370, '陈晓雅', '1', '1111', '文法学院', '广告学', '19-2班', 2019216497, '1322662884', '19156451081', '南区10楼S楼130', '1322662884@qq.com', '2', '6', '1', '我是19级广告学二班的陈晓雅, 我来自安\n徽六安，我喜欢看书，欣赏摄影作品等，我\n很喜欢尝试新的事物，也很认真负责。', '我喜欢唱歌，球类运动等，在暑期参加过校\n外的实践活动，有一定实践经验。', '我觉得采风部要善于观察和捕捉，勤于奔\n波，多实践，办公室对个人的要求就是要严\n谨认真踏实还要有耐心，以及一定的领导\n和分配，协调，与人沟通的能力。', '0', '0', '1', '1569491147', '1569491147', NULL),
(295, 352, '李子叶', '1', '802', '管理学院', '物流管理', '19-3班', 2019217597, '1749268976', '18856315996', '10#524', '1749268976@qq.com', '6', '6', '1', '大家好，我是来自湖南的李子叶，活泼开朗，喜欢与人沟通交流，待事认真负责，希望能有一个精彩的大学生活！无悔青春！', '多年班委会成员', '需要与各部门沟通交流，认真对待每一笔经费，认真负责地经营好每一个媒体公众号，展示NEMX风采，展示工大风采！', '0', '0', '1', '1569493906', '1569493906', NULL),
(296, 371, '陈灵静', '1', '221', '机械工程学院', '过程装备控制工程', '19-2班', 2019217136, '806858981', '19905023397', '十号楼南楼215', '806858981@qq.com', '4', '6', '1', '我来自福建福州，性格开朗外向，喜欢交朋友。', '没啥特长，但热爱学习', '我觉得加入网站部可以学到很多东西，我还有信心可以学好，有责任心可以做好分配的任务！', '0', '4', '-2', '1569494278', '1571033984', NULL),
(297, 372, '韩坤原', '0', '310', '材料科学与工程学院', '材料成型及控制工程', '19-1班', 2019217318, '1837221486', '19839618359', '428', '1837221486@qq.com', '5', '4', '0', '我叫韩坤原，来自河南省。我喜欢写作和看书，在空闲时间会写点文章，一般会写点抒情的文章。写完后会在网页上投稿。性格安静，随和，内向。社交圈比较小，但待人真诚，友善。有责任心，同时有上进心。想要在大学中不断提高自己，并不断扩大自己的社交圈。希望贵部能够给我一个机会。', '本人喜欢写文章，在“榕书”投稿，在app中发表十余文章。高中时期作文一般在50分以上。', '采编部是为学校微信公众号提供优质文章的机构。我希望能为学校面貌贡献出自己的一份努力，也想在其中扩大自己的社交圈，同时可以提高自己的写作水平。', '0', '0', '1', '1569495326', '1569742869', NULL),
(298, 373, '姜德政', '0', '207', '机械工程学院', '机械工程', '19-8班', 2019216753, '2806011027', '13655503577', 'N355', '2806011027@qq.com', '4', '4', '0', '安徽滁州的小屁孩，啥也不会但是会请教', '特点？     乐观算吗？', '被军训视频吸引来的，没有做媒体，网站的经验，想深入学习，了解', '0', '4', '-1', '1569495502', '1571033980', NULL),
(299, 65, '潘可', '1', '1000', '外国语学院', '英语', '19-1班', 2019216431, '675737132', '18856310755', '10-N602', '675737122@qq.com', '1', '4', '1', '19级英语新生\n来自安徽黄山\n性格不是特别外向 也不是特别内向\n网上冲浪爱好者\n对网络有浓厚的兴趣( ̀⌄ ́)', '会画画、硬笔书法、会用手机软件给照片调色\n高中时期曾经设计过班旗并在学校获奖', '如果能够当选 会尽己所能做好自己的工作\n想要通过岗位提升自己的工作能力和交际能力 \n锻炼自己与人合作与人交流的本领', '0', '0', '1', '1569495669', '1569495669', NULL),
(300, 374, '李玉珅', '0', '010', '计算机与信息学院', '物联网工程', '19-1班', 2019217787, '1303767175', '13523252996', '六号楼 南楼 104', '1303767175@qq.com', '4', '1', '1', '新手一个 不过抱有极大热情 但是不是三分钟热度 只希望不仅可以学习到技术 而且可以加入NEWX成为其中的一员 来充实自己的生活 谢谢', '会的东西不多但是可以努力学习 我有信心可以学成然后为NEWX贡献自己的力量然后希望可以被给到一次机会 谢谢', '我认为网站需要兼顾门面和内容 就是用门面吸引眼球 再用内容抓住眼球 这样才能提高网站的关注和影响力 所以我对于自己会加深网站外观设计以及内容筛选的能力 为网站建设作出努力 谢谢', '0', '4', '3', '1569495927', '1571033974', NULL),
(301, 367, '吴梦怡', '1', '1111', '文法学院', '广告学', '19-2班', 2019216500, '1654907763', '13368319837', '10号楼S130', '1654907763@qq.com', '6', '2', '1', '性格外向，喜欢和人交流，也喜欢一个人待着 静想独处的快乐，有责任心，自己的任务必须要做完做好。', '从小学到高中均是班长，有丰富的组织和管理协调经验。热爱拍照，虽然设备不佳，但有一双发现美的眼睛。', '办公室是枢纽，起着统筹作用。采风部要给工大人看到不一样的工大，不一样的美。', '0', '0', '1', '1569496702', '1569496702', NULL),
(302, 329, '张芳毓', '1', '400', '食品与生物工程学院', '食品科学与工程', '19-1班', 2019218350, '3363582460', '18239698879', '10/N413', '3363582460@qq.com', '3', '6', '1', '我是一个性格开朗活泼的女孩，喜欢学习新的技能，对视频剪辑、PS等技术向往已久，希望能拜师于一名技术大佬，虚心学习，和志同道合的朋友们一起工作。', '舞蹈（好像和竞选职位没什么关系）参加了今天下午的科技活动开场舞。\n\n', '我认为这是一个非常好的提升电脑技术的机会，是一项小小的技能。掌握必要的电脑技术有利于我们今后的生活。同时办公室是一个与更多的人接触交往的平台，有利于锻炼自己与人交往的能力和组织能力。总之这是一个提升自己的大好机会，我认为我不能错过。希望学长学姐们能给我一个机会，谢谢(*°∀°)=', '0', '0', '1', '1569496741', '1569496741', NULL),
(303, 300, '莫蕊竹', '1', '400', '食品与生物工程学院', '食品科学与工程', '19-1班', 2019218357, '382503745', '17334572824', '10#N413', '382503745@qq.com', '3', '6', '1', '对视频拍摄和视频剪辑比较感兴趣，但没有过深入学习。曾担任班干，策划过多次班级活动，有一定的组织协调和沟通能力。', '擅长写作 视频剪辑(会一点点) 活动策划\n曾经在市级作文比赛中获奖，曾担任班干多次策划班级活动。', '通过这些工作可以提高自己剪辑视频的技能水平，可以锻炼自己组织策划活动的能力，也可以交到更多朋友', '0', '0', '1', '1569497244', '1569497244', NULL),
(304, 354, '方雅节', '1', '1112', '文法学院', '广告学', '18-1班', 2018219032, '2772155900', '17356075718', '10s534', '2772155900@qq.com', '1', '2', '1', '喜爱摄影，有学习的欲望，做事比较认真，爱交朋友。', '有相机，会基础的ps。曾参加过大广赛视频类。', '我觉得要勤于学习和思考，不懂的操作可以上网查阅资料但是一定要弄懂。然后要对生活充满热爱，发现生活中细节，才能拍出好的作品。', '1', '0', '1', '1569497622', '1569497641', NULL),
(305, 375, '王洋', '0', '204', '机械工程学院', '机械工程', '18-2班', 2019216965, '1196711667', '15732270521', '6#234', '1196711667@qq.com', '2', '4', '0', '王洋，家在河北保定。\n学过素描，ps，不过只是入门级别……\n吉他弹得还好。\n这样子。', '擅长学习算不算特长……？不过我会弹吉他，还有一颗乐于学习的心(￣▽￣)', '之前并没有接触过摄影或者是录音这方面，可以说是零基础了。\n我感觉对采风部来讲艺术审美应该是特别特别重要的。\n我想加入采风部，是因为摄影，可以保留住那些美丽的瞬间，我想采风部的大家在看到自己的作品时，也都是很开心，骄傲的，如果可以的话，我想成为其中的一员。', '1', '0', '1', '1569497906', '1569502363', NULL),
(306, 222, '舒睿', '0', '222', '机械工程学院', '过程装备控制工程', '19-3班', 2019217102, '281089544', '18075349525', '6#503', '281089544@qq.com', '2', '1', '1', '热爱生活，勇于尝试', '暂无', '能力优先', '0', '0', '1', '1569499131', '1569499131', NULL),
(307, 133, '王兵', '0', '000', '计算机与信息学院', '计算机科学与技术', '19-1班', 2019217858, '3068164403', '19805607557', '6S112', '3068164403@qq.com', '4', '1', '1', '我是物联网一班的王兵，我来自安徽六安，虽然我没怎么接触过新媒体，但是我对新媒体有着兴趣，我高中会信息成绩都是A', '我比较喜欢运动，比如羽毛球，我还比较喜欢看书，喜欢一些高科技', '第一学期先向学长学姐们学习，多学些东西', '0', '4', '-2', '1569499199', '1571033911', NULL),
(308, 95, '陈驭格', '1', '1000', '外国语学院', '英语', '19-1班', 2019216433, '1335017893', '18856316939', '10N603', '1335017893@qq.com', '1', '5', '0', '陈驭格，来自浙江台州', '爱好绘画和写作，高中学习过Photoshop', '图文部和采编部都需要有搜索素材的能力和创造能力，是集洞察力与才华于一体的团队', '0', '0', '1', '1569499485', '1569499485', NULL),
(309, 19, '二豆', '0', '020', '计算机与信息学院', '电子信息科学与技术', '19-1班', 2019217925, '851427298', '18056326635', '10#327', '1570128795@qq.com', '4', '6', '0', '来自电信科一班的萌新，什么都一般，但有愿意学习的心⊙▽对电脑方面也比较感兴趣', '喜欢绘画，会一些较基础的电脑知识', '虽然现在是个萌新，但一定会认真努力学习的', '2', '4', '3', '1568638601', '1570965911', '123456');

-- --------------------------------------------------------

--
-- 表的结构 `newx_auth_group`
--

CREATE TABLE `newx_auth_group` (
  `id` mediumint(8) UNSIGNED NOT NULL,
  `title` char(100) NOT NULL DEFAULT '',
  `status` tinyint(1) NOT NULL DEFAULT '1',
  `rules` varchar(500) NOT NULL DEFAULT ''
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `newx_auth_group`
--

INSERT INTO `newx_auth_group` (`id`, `title`, `status`, `rules`) VALUES
(1, '超级管理员', 1, '1,2,3,4,15,16,18,17,20,21,5,22,23,24,25,26,27,6,28,29,30,31,32,33,7,8,34,35,9,36,37,12,13,44,45,46,47,48,49,50,51,14,52,53,54'),
(2, '报名管理员', 1, '7,56,11,40,41,42,43,10,39,38,9,37,36,8,35,34,1,2'),
(3, '新闻管理员', 1, '12,57,13,44,51,50,49,48,47,46,45,14,54,53,52,1,2');

-- --------------------------------------------------------

--
-- 表的结构 `newx_auth_group_access`
--

CREATE TABLE `newx_auth_group_access` (
  `uid` mediumint(8) UNSIGNED NOT NULL,
  `group_id` mediumint(8) UNSIGNED NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `newx_auth_group_access`
--

INSERT INTO `newx_auth_group_access` (`uid`, `group_id`) VALUES
(1, 1),
(2, 2),
(3, 2),
(5, 3),
(6, 2),
(7, 2),
(8, 2),
(9, 2);

-- --------------------------------------------------------

--
-- 表的结构 `newx_auth_rule`
--

CREATE TABLE `newx_auth_rule` (
  `id` mediumint(8) UNSIGNED NOT NULL,
  `name` char(80) NOT NULL DEFAULT '',
  `title` char(20) NOT NULL DEFAULT '',
  `type` tinyint(1) NOT NULL DEFAULT '1',
  `status` tinyint(1) NOT NULL DEFAULT '1',
  `visibility` enum('0','1') NOT NULL DEFAULT '1' COMMENT '是否可见',
  `pid` mediumint(9) NOT NULL DEFAULT '0',
  `level` tinyint(1) NOT NULL,
  `sort` int(5) NOT NULL DEFAULT '50',
  `condition` varchar(100) DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `newx_auth_rule`
--

INSERT INTO `newx_auth_rule` (`id`, `name`, `title`, `type`, `status`, `visibility`, `pid`, `level`, `sort`, `condition`) VALUES
(1, 'base', '基本权限', 1, 1, '0', 0, 0, 50, NULL),
(2, 'Login/logout', '退出登录', 1, 1, '0', 1, 1, 50, NULL),
(3, 'admin', '管理员管理', 1, 1, '1', 0, 0, 50, NULL),
(4, 'auth_rule/role', '权限列表', 1, 1, '1', 3, 1, 50, NULL),
(5, 'auth_group/rulegroup', '用户组管理', 1, 1, '1', 3, 1, 50, NULL),
(6, 'admin/adminlist', '管理员管理', 1, 1, '1', 3, 1, 50, NULL),
(7, 'apply', '报名管理', 1, 1, '1', 0, 0, 50, NULL),
(8, 'apply/applylist', '报名列表', 1, 1, '1', 7, 1, 50, NULL),
(9, 'apply/data', '数据统计', 1, 1, '1', 7, 1, 50, NULL),
(10, 'apply/manageapply', '报名管理', 1, 1, '1', 7, 1, 50, NULL),
(11, 'apply/mail', '邮件发送', 1, 1, '1', 7, 1, 50, NULL),
(12, 'index', '网络前台', 1, 1, '1', 0, 0, 50, NULL),
(13, 'news/newslist', '新闻动态', 1, 1, '1', 12, 1, 50, NULL),
(14, 'carousel/carousellist', '首页轮播', 1, 1, '1', 12, 1, 50, NULL),
(15, 'auth_rule/addroleform', '添加权限(数据)', 1, 1, '0', 4, 2, 50, NULL),
(16, 'auth_rule/editroleform', '编辑权限(页面)', 1, 1, '0', 4, 2, 50, NULL),
(18, 'auth_rule/del', '删除权限', 1, 1, '0', 4, 2, 50, NULL),
(17, 'auth_rule/editroleformdata', '编辑权限(数据)', 1, 1, '0', 4, 2, 50, NULL),
(20, 'auth_rule/roleform', '添加权限(页面)', 1, 1, '0', 4, 2, 50, NULL),
(21, 'auth_rule/getRuleData', '获取权限列表数据', 1, 1, '0', 4, 2, 50, NULL),
(22, 'auth_group/addrulegroupdata', '添加用户组(数据)', 1, 1, '0', 5, 2, 50, NULL),
(23, 'auth_group/editrulegroup', '编辑用户组(页面)', 1, 1, '0', 5, 2, 50, NULL),
(24, 'auth_group/editrulegroupdata', '编辑用户组(数据)', 1, 1, '0', 5, 2, 50, NULL),
(25, 'auth_group/del', '删除用户组', 1, 1, '0', 5, 2, 50, NULL),
(26, 'auth_group/addrulegroup', '添加用户组(页面)', 1, 1, '0', 5, 2, 50, NULL),
(27, 'auth_group/getRuleData', '获取用户组列表数据', 1, 1, '0', 5, 2, 50, NULL),
(28, 'admin/addadmin', '添加管理员(数据)', 1, 1, '0', 6, 2, 50, NULL),
(29, 'admin/editadminform', '编辑管理员(页面)', 1, 1, '0', 6, 2, 50, NULL),
(30, 'admin/editadmindata', '编辑管理员(数据)', 1, 1, '0', 6, 2, 50, NULL),
(31, 'admin/del', '删除管理员', 1, 1, '0', 6, 2, 50, NULL),
(32, 'admin/adminform', '添加管理员(页面)', 1, 1, '0', 6, 2, 50, NULL),
(33, 'admin/getadmindata', '获取管理员列表数据', 1, 1, '0', 6, 2, 50, NULL),
(34, 'apply/applylistalldata', '获取全部报名数据', 1, 1, '0', 8, 2, 50, NULL),
(35, 'apply/showapply', '显示报名表详情', 1, 1, '0', 8, 2, 50, NULL),
(36, 'apply/echartdata', '获取图表数据', 1, 1, '0', 9, 2, 50, NULL),
(37, 'apply/showoptionapply', '分部门一二志愿概览', 1, 1, '0', 9, 2, 50, NULL),
(38, 'apply/showoptiondata', '获取本部门报名数据', 1, 1, '0', 10, 2, 50, NULL),
(39, 'apply/changeStatus', '更改录取状态', 1, 1, '0', 10, 2, 50, NULL),
(40, 'apply/sendmail', '发送邮件数据', 1, 1, '0', 11, 2, 50, NULL),
(41, 'apply/showmail', '获取要发送邮箱的列表', 1, 1, '0', 11, 2, 50, NULL),
(42, 'apply/emailstatus', '邮j件发送结果(页面)', 1, 1, '0', 11, 2, 50, NULL),
(43, 'apply/emailstatusdata', '邮件发送结果(数据)', 1, 1, '0', 11, 2, 50, NULL),
(44, 'news/addnewsdata', '添加新闻(数据)', 1, 1, '0', 13, 2, 50, NULL),
(45, 'news/editnews', '编辑新闻(页面)', 1, 1, '0', 13, 2, 50, NULL),
(46, 'news/editnewsdata', '编辑新闻(数据)', 1, 1, '0', 13, 2, 50, NULL),
(47, 'news/delnewsdata', '删除新闻', 1, 1, '0', 13, 2, 50, NULL),
(48, 'news/addnews', '添加新闻(页面)', 1, 1, '0', 13, 2, 50, NULL),
(49, 'news/newslistdata', '获取新闻列表数据', 1, 1, '0', 13, 2, 50, NULL),
(50, 'news/upload', '上传缩略图', 1, 1, '0', 13, 2, 50, NULL),
(51, 'news/textupload', '上传文章图', 1, 1, '0', 13, 2, 50, NULL),
(52, 'carousel/upload', '上传轮播图片', 1, 1, '0', 14, 2, 50, NULL),
(53, 'carousel/carouseldata', '轮播图列表数据', 1, 1, '0', 14, 2, 50, NULL),
(54, 'carousel/delcarousel', '删除轮播图', 1, 1, '0', 14, 2, 50, NULL),
(56, 'apply/message', '短信发送', 1, 1, '1', 7, 1, 50, NULL),
(57, 'training/traininglist', '军训简报', 1, 1, '1', 12, 1, 50, NULL);

-- --------------------------------------------------------

--
-- 表的结构 `newx_carousel`
--

CREATE TABLE `newx_carousel` (
  `id` int(11) NOT NULL COMMENT 'id',
  `url` varchar(255) NOT NULL COMMENT '相对路径',
  `create_time` int(11) NOT NULL COMMENT '创建时间',
  `update_time` int(11) NOT NULL COMMENT '更新时间',
  `delete_time` int(11) DEFAULT NULL COMMENT '删除时间'
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `newx_carousel`
--

INSERT INTO `newx_carousel` (`id`, `url`, `create_time`, `update_time`, `delete_time`) VALUES
(1, 'http://img.wh241.cn/img/20190803/dXeMgzMBThFS.png?imageslim', 1566524437, 1567747571, 1567747571),
(2, 'http://img.wh241.cn/img/20190811/T8pFymP2asA5.png?imageslim', 1566524437, 1567747569, 1567747569),
(3, 'http://img.wh241.cn/2019/08/5c256201908231332598409.jpg', 1566538380, 1567747567, 1567747567),
(4, 'http://img.wh241.cn/2019/08/1b285201908231335509283.jpg', 1566538550, 1567747564, 1567747564),
(5, 'http://img.wh241.cn/2019/08/f8be520190823133810469.jpg', 1566538691, 1567747561, 1567747561);

-- --------------------------------------------------------

--
-- 表的结构 `newx_email`
--

CREATE TABLE `newx_email` (
  `id` int(11) NOT NULL COMMENT 'id',
  `department` enum('1','2','3','4','5','6') NOT NULL COMMENT '1图文部，2采风部，3视频部，4网站部，5采编部，6办公室',
  `status` enum('1','-1','2','-2','3') NOT NULL,
  `content` varchar(3000) NOT NULL COMMENT 'json字符串',
  `create_time` varchar(30) NOT NULL,
  `update_time` varchar(30) NOT NULL,
  `delete_time` varchar(30) DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `newx_email`
--

INSERT INTO `newx_email` (`id`, `department`, `status`, `content`, `create_time`, `update_time`, `delete_time`) VALUES
(1, '4', '1', '[{\"email\":\"1570128795@qq.com\",\"status\":1},{\"email\":\"3153888601@qq.com\",\"status\":1},{\"email\":\"wh241@mail.hfut.edu.cn\",\"status\":1}]', '1566463224', '1566463224', NULL),
(2, '4', '2', '[{\"email\":\"1570128795@qq.com\",\"status\":1}]', '1567949720', '1567949720', NULL),
(3, '4', '2', '[{\"email\":\"851427298@qq.com\",\"status\":1},{\"email\":\"1284923134@qq.com\",\"status\":1},{\"email\":\"3151205525@qq.com\",\"status\":1},{\"email\":\"1210801012@qq.com\",\"status\":1},{\"email\":\"xzh6518@163.com\",\"status\":1},{\"email\":\"782636516@qq.com\",\"status\":1},{\"email\":\"2481702027@qq.com\",\"status\":1},{\"email\":\"2644745674@qq.com\",\"status\":1},{\"email\":\"1390113493@qq.com\",\"status\":1},{\"email\":\"tbb0123@163.com\",\"status\":1},{\"email\":\"2943975818@qq.com\",\"status\":1},{\"email\":\"2212087153@qq.com\",\"status\":1},{\"email\":\"1565720085@qq.com\",\"status\":1},{\"email\":\"1814453843@qq.com\",\"status\":1},{\"email\":\"aiy13145210@163.com\",\"status\":1},{\"email\":\"3293355158@qq.com\",\"status\":1},{\"email\":\"2855729899@qq.com\",\"status\":1},{\"email\":\"2889520056@qq.com\",\"status\":1},{\"email\":\"547284738@qq.com\",\"status\":1},{\"email\":\"1875595409@qq.com\",\"status\":1},{\"email\":\"1433650878@qq.com\",\"status\":1},{\"email\":\"3066030016@qq.com\",\"status\":1},{\"email\":\"2292632820@qq.com\",\"status\":1},{\"email\":\"846072363@qq.com\",\"status\":1},{\"email\":\"2026374811@qq.com\",\"status\":1},{\"email\":\"1143887655@qq.com\",\"status\":1},{\"email\":\"liyitingwuyue@qq.com\",\"status\":1},{\"email\":\"352608094@qq.com\",\"status\":1},{\"email\":\"2873721963@qq.com\",\"status\":1},{\"email\":\"1175108849@qq.com\",\"status\":1},{\"email\":\"806858981@qq.com\",\"status\":1},{\"email\":\"1303767175@qq.com\",\"status\":1},{\"email\":\"3068164403@qq.com\",\"status\":1}]', '1570892782', '1570892782', NULL),
(4, '4', '2', '[{\"email\":\"851427298@qq.com\",\"status\":1},{\"email\":\"1284923134@qq.com\",\"status\":1},{\"email\":\"3151205525@qq.com\",\"status\":1},{\"email\":\"1210801012@qq.com\",\"status\":1},{\"email\":\"xzh6518@163.com\",\"status\":1},{\"email\":\"782636516@qq.com\",\"status\":1},{\"email\":\"2481702027@qq.com\",\"status\":1},{\"email\":\"2644745674@qq.com\",\"status\":1},{\"email\":\"1390113493@qq.com\",\"status\":1},{\"email\":\"tbb0123@163.com\",\"status\":1},{\"email\":\"2943975818@qq.com\",\"status\":1},{\"email\":\"2212087153@qq.com\",\"status\":1},{\"email\":\"1565720085@qq.com\",\"status\":1},{\"email\":\"1814453843@qq.com\",\"status\":1},{\"email\":\"aiy13145210@163.com\",\"status\":1},{\"email\":\"3293355158@qq.com\",\"status\":1},{\"email\":\"2855729899@qq.com\",\"status\":1},{\"email\":\"2889520056@qq.com\",\"status\":1},{\"email\":\"547284738@qq.com\",\"status\":1},{\"email\":\"1875595409@qq.com\",\"status\":1},{\"email\":\"1433650878@qq.com\",\"status\":1},{\"email\":\"3066030016@qq.com\",\"status\":1},{\"email\":\"2292632820@qq.com\",\"status\":1},{\"email\":\"846072363@qq.com\",\"status\":1},{\"email\":\"2026374811@qq.com\",\"status\":1},{\"email\":\"1143887655@qq.com\",\"status\":1},{\"email\":\"liyitingwuyue@qq.com\",\"status\":1},{\"email\":\"352608094@qq.com\",\"status\":1},{\"email\":\"2873721963@qq.com\",\"status\":1},{\"email\":\"1175108849@qq.com\",\"status\":1},{\"email\":\"806858981@qq.com\",\"status\":1},{\"email\":\"1303767175@qq.com\",\"status\":1},{\"email\":\"3068164403@qq.com\",\"status\":1}]', '1570894006', '1570894006', NULL),
(5, '4', '2', '[{\"email\":\"851427298@qq.com\",\"status\":1},{\"email\":\"1284923134@qq.com\",\"status\":1},{\"email\":\"3151205525@qq.com\",\"status\":1},{\"email\":\"1210801012@qq.com\",\"status\":1},{\"email\":\"xzh6518@163.com\",\"status\":1},{\"email\":\"782636516@qq.com\",\"status\":1},{\"email\":\"2481702027@qq.com\",\"status\":1},{\"email\":\"2644745674@qq.com\",\"status\":1},{\"email\":\"1390113493@qq.com\",\"status\":1},{\"email\":\"tbb0123@163.com\",\"status\":1},{\"email\":\"2943975818@qq.com\",\"status\":1},{\"email\":\"2212087153@qq.com\",\"status\":1},{\"email\":\"1565720085@qq.com\",\"status\":1},{\"email\":\"1814453843@qq.com\",\"status\":1},{\"email\":\"aiy13145210@163.com\",\"status\":1},{\"email\":\"3293355158@qq.com\",\"status\":1},{\"email\":\"2855729899@qq.com\",\"status\":1},{\"email\":\"2889520056@qq.com\",\"status\":1},{\"email\":\"547284738@qq.com\",\"status\":1},{\"email\":\"1875595409@qq.com\",\"status\":1},{\"email\":\"1433650878@qq.com\",\"status\":1},{\"email\":\"3066030016@qq.com\",\"status\":1},{\"email\":\"2292632820@qq.com\",\"status\":1},{\"email\":\"846072363@qq.com\",\"status\":1},{\"email\":\"2026374811@qq.com\",\"status\":1},{\"email\":\"1143887655@qq.com\",\"status\":1},{\"email\":\"liyitingwuyue@qq.com\",\"status\":1},{\"email\":\"352608094@qq.com\",\"status\":1},{\"email\":\"2873721963@qq.com\",\"status\":1},{\"email\":\"1175108849@qq.com\",\"status\":1},{\"email\":\"806858981@qq.com\",\"status\":1},{\"email\":\"1303767175@qq.com\",\"status\":1},{\"email\":\"3068164403@qq.com\",\"status\":1}]', '1570894358', '1570894358', NULL),
(6, '4', '2', '[{\"email\":\"851427298@qq.com\",\"status\":1},{\"email\":\"1284923134@qq.com\",\"status\":1},{\"email\":\"3151205525@qq.com\",\"status\":1},{\"email\":\"1210801012@qq.com\",\"status\":1},{\"email\":\"xzh6518@163.com\",\"status\":1},{\"email\":\"782636516@qq.com\",\"status\":1},{\"email\":\"2481702027@qq.com\",\"status\":1},{\"email\":\"2644745674@qq.com\",\"status\":1},{\"email\":\"1390113493@qq.com\",\"status\":1},{\"email\":\"tbb0123@163.com\",\"status\":1},{\"email\":\"2943975818@qq.com\",\"status\":1},{\"email\":\"2212087153@qq.com\",\"status\":1},{\"email\":\"1565720085@qq.com\",\"status\":1},{\"email\":\"1814453843@qq.com\",\"status\":1},{\"email\":\"aiy13145210@163.com\",\"status\":1},{\"email\":\"3293355158@qq.com\",\"status\":1},{\"email\":\"2855729899@qq.com\",\"status\":1},{\"email\":\"2889520056@qq.com\",\"status\":1},{\"email\":\"547284738@qq.com\",\"status\":1},{\"email\":\"1875595409@qq.com\",\"status\":1},{\"email\":\"1433650878@qq.com\",\"status\":1},{\"email\":\"3066030016@qq.com\",\"status\":1},{\"email\":\"2292632820@qq.com\",\"status\":1},{\"email\":\"846072363@qq.com\",\"status\":1},{\"email\":\"2026374811@qq.com\",\"status\":1},{\"email\":\"1143887655@qq.com\",\"status\":1},{\"email\":\"liyitingwuyue@qq.com\",\"status\":1},{\"email\":\"352608094@qq.com\",\"status\":1},{\"email\":\"2873721963@qq.com\",\"status\":1},{\"email\":\"1175108849@qq.com\",\"status\":1},{\"email\":\"806858981@qq.com\",\"status\":1},{\"email\":\"1303767175@qq.com\",\"status\":1},{\"email\":\"3068164403@qq.com\",\"status\":1}]', '1570895322', '1570895322', NULL),
(7, '4', '3', '[{\"email\":\"1570128795@qq.com\",\"status\":1}]', '1570966041', '1570966041', NULL);

-- --------------------------------------------------------

--
-- 表的结构 `newx_message`
--

CREATE TABLE `newx_message` (
  `id` int(11) NOT NULL COMMENT 'id',
  `department` enum('1','2','3','4','5','6') NOT NULL COMMENT '1图文部，2采风部，3视频部，4网站部，5采编部，6办公室',
  `status` enum('1','-1','2','-2','3') NOT NULL,
  `content` varchar(3000) NOT NULL COMMENT 'json字符串',
  `create_time` varchar(30) NOT NULL,
  `update_time` varchar(30) NOT NULL,
  `delete_time` varchar(30) DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `newx_message`
--

INSERT INTO `newx_message` (`id`, `department`, `status`, `content`, `create_time`, `update_time`, `delete_time`) VALUES
(4, '4', '1', '[{\"phone\":\"18056326635\",\"status\":1}]', '1567779850', '1567779850', NULL),
(5, '4', '1', '[{\"phone\":\"18856307819\",\"status\":1},{\"phone\":\"18856358898\",\"status\":1},{\"phone\":\"18056326635\",\"status\":1}]', '1567942177', '1567942177', NULL),
(6, '4', '1', '[{\"phone\":\"18856307819\",\"status\":1},{\"phone\":\"18856358898\",\"status\":1},{\"phone\":\"18056326635\",\"status\":1},{\"phone\":\"18856356680\",\"status\":1},{\"phone\":\"18355426098\",\"status\":1},{\"phone\":\"13931531877\",\"status\":1},{\"phone\":\"15256203841\",\"status\":1},{\"phone\":\"15395542187\",\"status\":1}]', '1567942220', '1567942220', NULL),
(7, '4', '3', '[{\"phone\":\"18056326635\",\"status\":1}]', '1570966529', '1570966529', NULL),
(8, '2', '3', '[{\"phone\":\"15529032983\",\"status\":1},{\"phone\":\"13604744218\",\"status\":1},{\"phone\":\"15038525312\",\"status\":1},{\"phone\":\"18649175937\",\"status\":1},{\"phone\":\"18720583090\",\"status\":1},{\"phone\":\"13385972816\",\"status\":1},{\"phone\":\"18224854436\",\"status\":1},{\"phone\":\"18128386003\",\"status\":1}]', '1571027887', '1571027887', NULL),
(9, '2', '-2', '[{\"phone\":\"15240139401\",\"status\":1},{\"phone\":\"13396146410\",\"status\":1},{\"phone\":\"15802889791\",\"status\":1},{\"phone\":\"18277254820\",\"status\":1},{\"phone\":\"18954887832\",\"status\":1},{\"phone\":\"17763642679\",\"status\":1},{\"phone\":\"18793779290\",\"status\":1}]', '1571027957', '1571027957', NULL),
(10, '1', '3', '[{\"phone\":\"15673114060\",\"status\":1},{\"phone\":\"15252576191\",\"status\":1},{\"phone\":\"17838501632\",\"status\":1},{\"phone\":\"18856310978\",\"status\":1},{\"phone\":\"18062062417\",\"status\":1},{\"phone\":\"13215506272\",\"status\":1},{\"phone\":\"18007791313\",\"status\":1},{\"phone\":\"13225632025\",\"status\":1}]', '1571031463', '1571031463', NULL),
(11, '1', '2', '[{\"phone\":\"15034155845\",\"status\":1},{\"phone\":\"18893118795\",\"status\":1},{\"phone\":\"18577185203\",\"status\":1},{\"phone\":\"15037307821\",\"status\":1},{\"phone\":\"18356307303\",\"status\":1},{\"phone\":\"18907875475\",\"status\":1},{\"phone\":\"13647868319\",\"status\":1},{\"phone\":\"13617696034\",\"status\":1},{\"phone\":\"18327435206\",\"status\":1}]', '1571031715', '1571031715', NULL),
(12, '4', '3', '[{\"phone\":\"18856356358\",\"status\":1},{\"phone\":\"13635292352\",\"status\":1},{\"phone\":\"15155575074\",\"status\":1},{\"phone\":\"18316428837\",\"status\":1},{\"phone\":\"18856316303\",\"status\":1},{\"phone\":\"17605589725\",\"status\":1},{\"phone\":\"18949662806\",\"status\":1},{\"phone\":\"19956586072\",\"status\":1},{\"phone\":\"15656300182\",\"status\":1},{\"phone\":\"18725487722\",\"status\":1},{\"phone\":\"13118077069\",\"status\":1},{\"phone\":\"13225636106\",\"status\":1},{\"phone\":\"13523252996\",\"status\":1}]', '1571034747', '1571034747', NULL),
(13, '4', '-2', '[{\"phone\":\"15155535648\",\"status\":1},{\"phone\":\"13685584157\",\"status\":1},{\"phone\":\"15755332150\",\"status\":1},{\"phone\":\"15256320104\",\"status\":1},{\"phone\":\"15034315616\",\"status\":1},{\"phone\":\"18855119611\",\"status\":1},{\"phone\":\"15532347409\",\"status\":1},{\"phone\":\"18637425309\",\"status\":1},{\"phone\":\"18715139472\",\"status\":1},{\"phone\":\"15329858061\",\"status\":1},{\"phone\":\"18856356658\",\"status\":1},{\"phone\":\"19809435508\",\"status\":1},{\"phone\":\"13637060449\",\"status\":1},{\"phone\":\"14755588105\",\"status\":1},{\"phone\":\"17334579412\",\"status\":1},{\"phone\":\"17334577204\",\"status\":1},{\"phone\":\"13965203086\",\"status\":1},{\"phone\":\"15623009366\",\"status\":1},{\"phone\":\"19905023397\",\"status\":1},{\"phone\":\"19805607557\",\"status\":1}]', '1571034783', '1571034783', NULL);

-- --------------------------------------------------------

--
-- 表的结构 `newx_news`
--

CREATE TABLE `newx_news` (
  `id` int(11) NOT NULL COMMENT 'id',
  `title` varchar(20) NOT NULL COMMENT '标题',
  `desca` varchar(150) NOT NULL COMMENT '简介',
  `text` text NOT NULL COMMENT '正文',
  `img` varchar(250) NOT NULL COMMENT '缩略图地址',
  `create_time` varchar(30) NOT NULL,
  `update_time` varchar(30) NOT NULL,
  `delete_time` varchar(30) DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `newx_news`
--

INSERT INTO `newx_news` (`id`, `title`, `desca`, `text`, `img`, `create_time`, `update_time`, `delete_time`) VALUES
(1, '测试标题', '测试简介', '<p><img src=\"http://img.wh241.cn/2019/08/fd1b6201908242030144082.jpg\" style=\"width: 202px;\" class=\"fr-fic fr-dib\"></p><p><img src=\"http://img.wh241.cn/2019/08/eb061201908242030274063.jpg\" style=\"width: 243px;\" class=\"fr-fic fr-dib\"></p>', 'http://img.wh241.cn/2019/08/d5eb7201908242112101532.jpg', '1566649831', '1567523270', '1567523270'),
(2, '测试标题', '测试简介', '<p><img src=\"http://img.wh241.cn/2019/08/fd1b6201908242030144082.jpg\" style=\"width: 202px;\" class=\"fr-fic fr-dib\"></p><p><img src=\"http://img.wh241.cn/2019/08/eb061201908242030274063.jpg\" style=\"width: 243px;\" class=\"fr-fic fr-dib\"></p>', 'http://img.wh241.cn/2019/08/d5eb7201908242112101532.jpg', '1566649831', '1567502806', '1567502806'),
(3, '测试标题', '测试简介', '<p><img src=\"http://img.wh241.cn/2019/08/fd1b6201908242030144082.jpg\" style=\"width: 202px;\" class=\"fr-fic fr-dib\"></p><p><img src=\"http://img.wh241.cn/2019/08/eb061201908242030274063.jpg\" style=\"width: 243px;\" class=\"fr-fic fr-dib\"></p>', 'http://img.wh241.cn/2019/08/d5eb7201908242112101532.jpg', '1566649831', '1567523273', '1567523273'),
(4, '测试标题', '测试简介', '<p><img src=\"http://img.wh241.cn/2019/08/fd1b6201908242030144082.jpg\" style=\"width: 202px;\" class=\"fr-fic fr-dib\"></p><p><img src=\"http://img.wh241.cn/2019/08/eb061201908242030274063.jpg\" style=\"width: 243px;\" class=\"fr-fic fr-dib\"></p>', 'http://img.wh241.cn/2019/08/d5eb7201908242112101532.jpg', '1566649831', '1567523275', '1567523275'),
(5, '青春三下乡，我与你同行', '为深入学习贯彻习近平总书记在纪念五四运动100周年大会上的重要讲话精神和关于青年工作的重要思想，增强“四个意识”、坚定“四个自信”、做到“两个维护”，在志愿服务中增强责任感和使命感，在社会实践中受教育、长才干、做贡献。NEWX大学生网络文化工作室共组成了四支“三下乡“暑期实践队伍赴安徽各地，以实际行', '<p style=\"text-align: justify;\">为深入学习贯彻习近平总书记在纪念五四运动100周年大会上的重要讲话精神和关于青年工作的重要思想，增强&ldquo;四个意识&rdquo;、坚定&ldquo;四个自信&rdquo;、做到&ldquo;两个维护&rdquo;，在志愿服务中增强责任感和使命感，在社会实践中受教育、长才干、做贡献。</p><p style=\"text-align: justify;\">合肥工业大学宣城校区积极开展了2019年大学生暑期&ldquo;三下乡&rdquo;社会实践活动，并于7月7日举行了&ldquo;青春心向党&middot;建功新时代&rdquo;暑期&ldquo;三下乡&rdquo;社会实践活动出征仪式。此次活动内容覆盖了理论普及宣讲、红色教育考察、依法治国宣讲、历史成就观察、科技支农帮扶、教育关爱服务、文化艺术服务、美丽中国实践、爱心医疗服务、挂职锻炼实践等十余个方面。校区师生都积极参与了此次&ldquo;三下乡&rdquo;活动的报名，经过遴选与评审，最终组建了80支暑期社会实践团队，参与师生近800人。</p><p style=\"text-align: justify;\"><br></p><p style=\"text-align: justify;\"><img src=\"http://img.wh241.cn/2019/09/762c4201909031706386856.jpg\" style=\"width: 600px;\" class=\"fr-fic fr-dib\"></p><p style=\"text-align: justify;\"><br></p><p style=\"text-align: justify;\">其中，NEWX大学生网络文化工作室共组成了四支&ldquo;三下乡&ldquo;暑期实践队伍赴安徽各地，以实际行动投身打赢脱贫攻坚战、投身乡村振兴战略实施，勇做担当民族复兴大任的时代新人！</p><p style=\"text-align: justify;\"><br></p><p style=\"text-align: justify;\"><strong>NEWX大学生网络文化工作室赴泾县宣纸文化调查实践团队</strong>由学生工作办公室主任陈发祥老师以及来自不同年级、专业的10名学生组成。</p><p style=\"text-align: justify;\">团队用查阅、问卷、采访、走访、参观、体验等方式了解宣纸的&ldquo;前世今生&rdquo;；以新闻投稿、微信H5秀、纪录片、vlog测评、海报、宣讲等形式推广成果，在活动的基本骨架上不断充实血肉，使本次实践活动之变得更加丰富完整。</p><p style=\"text-align: justify;\">团队先后探访了宣城市图书馆、宣城市泾县宣纸文化园、宣城市博物馆、&ldquo;文房四宝&rdquo;街等地，对宣城的文化背景、城市内涵和宣纸的历史沿革、发展纪实、工艺流程、传承推广、政策扶持等方面进行了研究、探讨和记录。团队成员还亲手体验了宣纸的制作，对这经过历史积淀和考验的非物质文化遗产有了更为深刻的认识。</p><p style=\"text-align: justify;\">重走徽州路，再闻宣纸香。团队在实践中见证了这一历经千年的文化宝藏的诞生，也必将扛起肩头重任，为推广传统文化贡献力量！</p><p style=\"text-align: justify;\"><br></p><p style=\"text-align: justify;\"><img src=\"http://img.wh241.cn/2019/09/a6222201909031657494303.png\" style=\"width: 600px;\" class=\"fr-fic fr-dib\"></p><p style=\"text-align: justify;\"><br></p><p style=\"text-align: justify;\"><strong>NEWX大学生网络文化工作室赴宣城红色文化调研暑期社会实践团队</strong>由学生工作办公室王冉老师以及来自不同专业的八名学生组成。</p><p style=\"text-align: justify;\">此次活动团队采取实地考察和采访当地领导、老兵以及翻阅文献等等形式，了解皖南红色文化的精神内涵。在此次活动中，团队将考察、走访祖晨故居、宣城中学，以这两个地点为核心探寻皖南红色文化的内核。</p><p style=\"text-align: justify;\">在此次活动中，团队探访了位于敬亭山下的宣中新校区，充满历史感的宣中旧址，以及傍依宣城母亲河-水阳江的朱桥乡，在活动中团队体会到了无数先烈为祖国抛头颅洒热血的豪情，对红色精神有了更充分的认识。</p><p style=\"text-align: justify;\">重温红色历史，红阳经典文化。团队希望更好地推广皖南红色文化。此次三下乡调研活动及其成果，能够建设和巩固社会主义思想文化阵地，同时为革命老区经济社会发展注入新的生机活力。</p><p style=\"text-align: justify;\"><br></p><p style=\"text-align: justify;\"><img src=\"http://img.wh241.cn/2019/09/ff59e201909031657577742.png\" style=\"width: 600px;\" class=\"fr-fic fr-dib\"></p><p style=\"text-align: justify;\"><br></p><p style=\"text-align: justify;\"><strong>NEWX大学生网络文化工作室赴歙县歙砚文化调查实践团队</strong>由机械工程系导员陈君、梅启梦以及来自不同年级、专业的八名学生组成。</p><p style=\"text-align: justify;\">砚与墨几乎同时出现于新石器时代晚期，作为调墨之器，其品类颇多。唐宋以降，歙砚与端砚、洮砚、澄泥砚并称为中国四大名砚。歙砚自柳公权《论砚》推崇备至而名震天下，后来如洪景伯、苏东坡、欧阳修、蔡襄、周必大、黄山谷等文人雅士都写有诗文赞誉歙砚。如苏轼&ldquo;涩不留笔，滑不拒墨，瓜肤而縠理，金声而玉300px德&rdquo;。</p><p style=\"text-align: justify;\">团队在前期查阅准备了许多资料，到达歙县后便通过采访、参观、问卷、体验等方式来全方位了解歙砚的各方各面；以新闻稿、纪录片、vlog、H5等形式，通过微博、微信、qq等平台推广调研成果，以期将此次工作完成得尽善尽美。</p><p style=\"text-align: justify;\">团队初步组建，并分析诸如时间、团队优势等因素后，又发现了本团队存在的不足之处，如缺少后期视频制作人员，于是便积极寻找相关人员。之后，最终的完整团队迅速组建完毕。团队进行了多次开会讨论，在指导老师梅启梦、陈君老师的带领下，确定了本次&ldquo;三下乡&rdquo;实践活动的主要目标和预期成果、策划分工和具体安排。</p><p style=\"text-align: justify;\">调研过程中，团队探访了歙砚研究中心、歙县古城墨砚博物馆、歙砚协会、老胡开文墨厂、汪石铭先生图书馆、徽州古城等地，对歙砚的历史起源、砚石特点、纹理成因、歙砚坑口、歙砚制作等方面进行了采访、拍摄、研究及记录。同时，团队通过网络平台和走街串巷两种形式，全方位、多维度地面向社会中各行各业、不同年龄段的群众进行了问卷调查，收获了大量的有用信息。</p><p style=\"text-align: justify;\">歙砚历经千年不朽，文化历经千年不灭。希望通过团队的努力，令歙砚的传承与发展更富生机！</p><p style=\"text-align: justify;\"><br></p><p style=\"text-align: justify;\"><img src=\"http://img.wh241.cn/2019/09/eb390201909031658082904.png\" style=\"width: 600px;\" class=\"fr-fic fr-dib\"></p><p style=\"text-align: justify;\"><br></p><p style=\"text-align: justify;\"><strong>NEWX大学生网络文化工作室赴皖南采访新四军老兵实践团队</strong>由计算机与信息系辅导员李新旺老师、电气与自动化系辅导员杨梅老师以及来自不同年级、专业的8名学生组成。</p><p style=\"text-align: justify;\">团队采用搜集资料、发放调查问卷、参观陵园、走访各地新四军老兵等多种形式，深入开展活动，感悟红色文化；通过视频、摄影、每日撰写一篇新闻稿并投放到各个平台，扩大受众范围，加强宣传深度，使本次活动进展顺利，成果丰硕。</p><p style=\"text-align: justify;\">团队不仅走访了郎溪县委办公室主任王主任、新四军研究会会长刘军先生、副会长张光逵先生，并在其帮助下先后采访了虞正权、鳌步银、徐金涛、查富成、吴开现、张发宏、鲍启太、金永成等近十位老兵和祖盛祥、孟皖留两位烈士后代，他们不仅详细描述了他们及其先辈当年作战时的点点滴滴，还殷切地表达了他们对国家的坚定信仰和对青年一代的深深期望。除此之外，团队还一起参观了宣城市烈士陵园、向阳烈士陵园以及皖南事变烈士陵园，在陵园中切身感受到了先辈们的革命精神。</p><p style=\"text-align: justify;\">烈火见真金，革命经风雨，纵使时代变换，也不能改变流淌在每一位中华儿女血脉里的民族之魂，越是新时代，越需要将革命精神传承；越是青年人，越需要传承优秀品质并将其发扬光大！让红色之志永蕴吾辈之心，这，便是队员们将始终坚守的初心与信仰！</p><p style=\"text-align: justify;\"><br></p><p style=\"text-align: justify;\"><img src=\"http://img.wh241.cn/2019/09/02f67201909031658178471.png\" style=\"width: 600px;\" class=\"fr-fic fr-dib\"></p>', 'http://img.wh241.cn/2019/09/20bd5201909032327505693.jpg', '1567315925', '1567529182', NULL),
(6, '测试', '测试', '<p><img src=\"http://img.wh241.cn/2019/09/da10820190901133820405.jpg\" style=\"width: 300px;\" class=\"fr-fic fr-dib\"></p>', 'http://img.wh241.cn/2019/09/b017c201909011338117528.jpg', '1567316302', '1567523265', '1567523265'),
(7, '测试', '测试', '<p>121212</p>', 'http://img.wh241.cn/2019/09/3f7fe201909032247597096.jpg', '1567522106', '1567522168', '1567522168'),
(8, '工作室换届具体名单', 'NEWX大学生网络文化工作室成立于2012年，是学生工作办公室/团委指导下的学生组织。NEWX网络文化工作室不仅承接校区大型活动的宣传、记录工作，更是宣城校区唯一官方微信公众号“合工大宣城校区学生工作”的运营实体。NEWX网络文化工作室是一个集网页设计、视频制作、图文设计、摄影摄像、新媒体运营、媒体', '<p style=\"text-align: justify;\">NEWX大学生网络文化工作室成立于2012年，是学生工作办公室/团委指导下的学生组织。</p><p style=\"text-align: justify;\">NEWX网络文化工作室不仅承接校区大型活动的宣传、记录工作，更是宣城校区唯一官方微信公众号&ldquo;合工大宣城校区学生工作&rdquo;的运营实体。NEWX网络文化工作室是一个集网页设计、视频制作、图文设计、摄影摄像、新媒体运营、媒体平台管理为一体的内容生产者和内容发布者。在工作室的学习、交流和实践中，使一批批成员从普通的兴趣爱好者，成为掌握多种技能的复合型人才。</p><p style=\"text-align: justify;\">工作室以技术促进服务为工作理念，以服务学校、服务老师、同学为工作目的，持续为多角度，全方位展示校区风采贡献力量。</p><p><br></p><p>NEWX现分为三个部分:<br>技术中心：采风项目部，视频项目部，图文项目部，网站项目部。<br>新媒体中心：采编部。<br>办公室：办公室。</p><p><br></p><p>经新一届NEWX大学生网络文化工作室换届，现具体名单如下：</p><p><br></p><p>主席团：</p><p>总监:余浩</p><p>副总监：王鹤、郑天辰、冯子泰</p><p>新媒体主任：魏滟欢</p><p>财务总监：李湘羚</p><p><br></p><p>图文项目部：</p><p>部长：喻伟康</p><p>副部长：赵志鹏、倪晶园、崔晓蝶</p><p><br></p><p>采风项目部：</p><p>部长：林宇灿</p><p>副部长：刘翼德、马天宇、孙宁</p><p><br></p><p>视频项目部：</p><p>部长：计开</p><p>副部长：高圣昌、余柯含、刘畅</p><p><br></p><p>网站项目部：</p><p>部长：牛洪亮</p><p>副部长：舒利强、屈子旸、张宇峰</p><p><br></p><p>采编部：</p><p>部长：万思捷</p><p>副部长：陈苏越、王怡、夏瑞妍</p><p><br></p><p>办公室：</p><p>部长：刘霈瑶</p><p>副部长：邱彦、方迎、施展</p>', 'http://img.wh241.cn/2019/09/91bca201909032358324608.jpg', '1567526399', '1567562345', NULL),
(9, '2018-2019工作室各部门主要项目', 'NEWX大学生网络文化工作室图文项目部、采风项目部、视频项目部、网站项目部、采编部、办公室2018-2019主要项目', '<p>图文项目部:</p><p>2018年12月：工作室徽章设计、习主席壁纸语录制作</p><p>2019年4月：圣诞、元旦明信片设计与制作</p><p>2019年5月：工作室网站的UI设计</p><p>2019年7月：入党漫画制作</p><p>2019年8月：迎新周边的相关设计、迎新手册的内容排版和封面设计、迎新海报制作</p><p><br></p><p><br></p><p>采风项目部：</p><p>2018年10月24日：宣城校区第四届大学生生生科技文化节拍摄</p><p>2018年10月14日：社团招新拍摄</p><p>2018年11月17日：学术年会拍摄</p><p>2018年12月11日：合唱比赛拍摄</p><p>2019年1月2日：第二二届&ldquo;宛陵科创城&rdquo;中国宣城创新创业大赛拍摄</p><p>2019年1月4日：迎新晚会拍摄</p><p>2019年3月25日：宣城校区2019年春季&ldquo;双选会&rdquo;拍摄</p><p>2019年5月24日：校区运动会拍摄</p><p>2019年5月26日：入党宣誓与表彰活动拍摄</p><p>2019年6月1日：校足球赛拍摄</p><p>2019年6月11日：宣城校区2019年春季&ldquo;双选会&rdquo;拍摄</p><p>2019年12月11日：毕业晚会及其彩排拍摄</p><p>2019年6月12日：2019届毕业生校友联络员聘任仪式拍摄</p><p>2019年6月14日：毕业典礼拍摄</p><p>2019年6月14日：机械工程学院学士学位授予仪式拍摄</p><p>2019年6月30日：党史国情知识竞赛决赛拍摄</p><p><br></p><p><br></p><p>视频项目部：</p><p>2018年9月29日：2017新生军训视频</p><p>2018年10月11日：环境系团日活动纪念视频</p><p>2018年10月23日：2018新生迎新晚会视频</p><p>2018年12月17日：2018一二九晚会/红歌比赛</p><p><span style=\"background-color: transparent;\">2019年</span>4月14日：红歌赛</p><p><span style=\"background-color: transparent;\">2019年</span>5月5日：流星微电影</p><p><span style=\"background-color: transparent;\">2019年</span>5月9日：朗诵比赛</p><p><span style=\"background-color: transparent;\">2019年</span>5月10日：开始拍摄制作2019年宣城校区运动会视频</p><p><span style=\"background-color: transparent;\">2019年</span>5月18日：2019年宣城校区运动会视频</p><p><span style=\"background-color: transparent;\">2019年</span>7月15日：微党课视频</p><p><span style=\"background-color: transparent;\">2019年</span>7月16日：党史国情知识竞赛</p><p><br></p><p><br></p><p>网站项目部：</p><p>2018年9月：报名表1.0版本上线</p><p>2019年3月：工作室主站开始建设</p><p><span style=\"background-color: transparent;\">2019年5月：工作室主站PC端基本完成，并上线内测版（校园网）</span></p><p><span style=\"background-color: transparent;\">2019年6月：工作室主站移动端开始准备、报名表2.0版本开始准备</span></p><p><span style=\"background-color: transparent;\">2019年7月：失物招领小程序完成开发，准备上线</span></p><p><br></p><p><br></p><p>采编部：</p><p>2018年9月：安排迎新相关文稿（新生攻略、军训）、 中旬准备招新相关事项</p><p>2018年10月7日：校庆相关文稿</p><p>2018年11月1日：&ldquo;双十一&rdquo;三行情诗活动</p><p>2018年12月9日：红歌赛相关文稿</p><p>2018年12月31日：跨年回顾总结</p><p>2019年1月：双迎晚会相关稿件</p><p><span style=\"background-color: transparent;\">2019年2月：安排寒假稿件</span></p><p><span style=\"background-color: transparent;\">2019年3月5日：学雷锋日相关稿件</span></p><p><span style=\"background-color: transparent;\">2019年4月：国旗护卫队专访、</span>学霸寝室专访</p><p>2019年4月11日：毕业晚会招募通知委托编辑推送</p><p><span style=\"background-color: transparent;\">2019年5月中旬：运动会相关稿件</span></p><p><span style=\"background-color: transparent;\">2019年6月：招生简章编辑推送、</span>毕业季相关文稿</p><p><br></p><p><br></p><p>办公室：</p><p>2018年9月：迎新</p><p>2018年10月：招新第一次大会</p><p>2018年11月3日：四周年庆</p><p>2018年12月24日：圣诞节+元旦节</p><p>2019年3月：第二次大会、春招</p><p><span style=\"background-color: transparent;\">2019年5月：换届、拍合照、团建</span></p><p><span style=\"background-color: transparent;\">2019年6月：换届大会、学长学姐欢送会</span></p>', 'http://img.wh241.cn/2019/09/697b1201909040048085118.jpg', '1567528306', '1567562276', NULL),
(10, '关于采访梁樑校长谈校区足球对抗赛', '为推动我校校园足球发展，丰富校园生活，促进校区间交流，加强体育文化沟通，由合肥工业大学体育运动委员会主办、宣城校区协办的“合肥工业大学第二届校区足球对抗赛”于6月1日至6月2日在合肥工业大学宣城校区成功举办。本场比赛，NEWX工作室的同学们有幸采访到了梁樑校长，在采访中我们了解到梁樑校长希望同学们能', '<p>为推动我校校园足球发展，丰富校园生活，促进校区间交流，加强体育文化沟通，由合肥工业大学体育运动委员会主办、宣城校区协办的&ldquo;合肥工业大学第二届校区足球对抗赛&rdquo;于6月1日至6月2日在合肥工业大学宣城校区成功举办。<br>本次足球赛出席的校领导有校长梁樑、副校长陈鸿海。到场的还有校党政办、校工会、校体育部及宣城校区相关负责同志。<br>本次比赛参赛单位有：屯溪路校区代表队、翡翠湖校区代表队、宣城校区代表队、教职工代表队。各参赛队在为期两天的比赛中共进行4场比赛，首场比赛由梁樑校长开球，比赛过程中，参赛球员切磋技艺，挥洒激情，体现出朝气蓬勃的时代风采。</p><p><br></p><p><img src=\"http://img.wh241.cn/2019/09/e91b8201909040038439784.jpg\" style=\"width: 600px;\" class=\"fr-fic fr-dib\"></p><p><br></p><p>经过两天的激烈角逐，最终翡翠湖校区代表队荣获冠军，宣城校区代表队获亚军、屯溪路校区获季军，教工队获贡献奖。</p><p><br></p><p><img src=\"http://img.wh241.cn/2019/09/2a119201909040039109400.jpg\" style=\"width: 600px;\" class=\"fr-fic fr-dib\"></p><p>&nbsp;</p><p>比赛期间我们还有幸采访到了梁樑校长，在采访中我们了解到梁樑校长希望同学们能够主动培养体育爱好，形成运动习惯。他指出这一代年轻人是实现我国&ldquo;两步走&rdquo;战略的主力军，只有保障身体健康，才能完成伟大事业。</p><p><br></p><p><img src=\"http://img.wh241.cn/2019/09/59bf620190904004035990.jpg\" style=\"width: 600px;\" class=\"fr-fic fr-dib\"></p><p><br></p><p>对于我校于今年起实施的第二课堂成绩单，梁樑校长着重提到其中必修体育的重要性，体育健身达标已成为我校学生毕业标准，他也希望借此能够举措激励学校每一位同学参与体育锻炼。</p><p><br></p><p><img src=\"http://img.wh241.cn/2019/09/5981f201909040040556499.jpg\" style=\"width: 600px;\" class=\"fr-fic fr-dib\"></p>', 'http://img.wh241.cn/2019/09/76b99201909040044288133.jpg', '1567529078', '1567529078', NULL),
(11, '小我融入大我，青春告白祖国', '“青春告白祖国，我们肩负着实现中华民族伟大复兴的重任！”“在最美好的青春年华，我们用专业知识和实际行动建功新时代，向祖国告白！”九月八日下午四点，我校于大学生活动中心小报告厅举办了“小我融入大我，青春告白祖国”主题分享会，我校学生工作办公室主任陈发祥老师、机械工程系团总支书记陈君老师、学生工作办公室', '<p>在这个最美好的青春年华，让我们用实际行动，向亲爱的祖国告白。<br><br>￼<br>&ldquo;青春告白祖国，我们肩负着实现中华民族伟大复兴的重任！&rdquo;<br>&ldquo;在最美好的青春年华，我们用专业知识和实际行动建功新时代，向祖国告白！&rdquo;<br><br>九月八日下午四点，我校于大学生活动中心小报告厅举办了&ldquo;小我融入大我，青春告白祖国&rdquo;主题分享会，我校学生工作办公室主任陈发祥老师、机械工程系团总支书记陈君老师、学生工作办公室吴玉兰老师、机械工程系辅导员陈球胜、梅启梦老师出席了这一活动。</p><p><br></p><p><img src=\"http://img.wh241.cn/2019/09/eb73a201909101759542637.jpg\" style=\"width: 600px;\" class=\"fr-fic fr-dib\"></p><p><br></p><p>此项宣讲活动是合肥工业大学响应教育部千万大学生&ldquo;青春告白祖国&rdquo;的重要活动，也是合肥工业大学深化&ldquo;三全育人&rdquo;综合改革、创新思想政治教育模式的重要举措。六支学生队伍结合自己暑期社会实践的经历，生动形象地讲述自己的所见、所闻、所感、所悟，表达了爱党爱国、矢志奋斗的决心，以昂扬的青春面貌庆祝新中国成立70周年。祖国赋予我们无限的热爱与感动，我们用青春来告白祖国。<br><br><strong>访谈老兵皖南行，红色之志蕴我心</strong></p><p><br></p><p><img src=\"http://img.wh241.cn/2019/09/0ed64201909101800275893.jpg\" style=\"width: 600px;\" class=\"fr-fic fr-dib\"></p><p><br></p><p>NEWX大学生网络文化工作室赴皖南采访新四军老兵暑期社会实践团队 &nbsp; 于唐玖<br><br>&ldquo;一心忠赤山河见，百战功名日月知。&rdquo;革命战士将自己最美好的青春年华奉献给了国家与人民，用自己最撼人的方刚血气与赤胆忠心谱写了属于战士的英勇诗篇。时间无法削减中华民族战士的豪情与壮志，更无法削减中华儿女的初心与信仰！老兵精神永长存，青年发奋更图强！在这个最美好的青春年华，让我们用青春告白祖国，用热血承担使命！</p><p><br></p><p><br></p><p><strong>重温红色历史，弘扬经典文化</strong></p><p><br></p><p><strong><img src=\"http://img.wh241.cn/2019/09/b8d25201909101800545146.jpg\" style=\"width: 600px;\" class=\"fr-fic fr-dib\"></strong><br></p><p>NEWX大学生网络文化工作室赴宣城红色文化调研暑期实践团队 &nbsp; &nbsp;王季伟<br><br>红色文化是在革命战争年代,由中国共产党人、先进分子和人民群众共同创造并极具中国特色的先进文化,蕴含着丰富的革命精神和厚重的历史文化内涵，为实现中华民族伟大复兴提供强大精神动力。红色文化永不朽，革命精神明方向！当我们一次次捧读那些激荡人心的红色经典，一次次瞻仰那些洒满烈士鲜血的革命遗址，那段&ldquo;愿以我血献后土，换得神州永太平&rdquo;的历史一幕幕在眼前重现。在这个最美好的青春年华，我们应该传承红色文化，为国家民族的未来努力奋斗，为实现中国梦奉献自己的一份力量，以实际行动向祖国告白！</p><p><br><strong>浅谈宣纸发展之路，从文化自觉到文化自信</strong></p><p><br><img src=\"http://img.wh241.cn/2019/09/d950a201909101801238799.jpg\" style=\"width: 600px;\" class=\"fr-fic fr-dib\">￼</p><p>NEWX工作室赴泾县宣纸文化调查实践团队 &nbsp;万鑫<br>文化是一个国家、一个民族的灵魂，是人民的精神家园，也是政党的精神旗帜。从当代宣纸发展之路上，我们看到了文化自觉与文化自信的重要性。在这个最美好的青春年华，我们应该增强文化自觉，坚定文化自信，更好地把握文化发展的规律，以主动担当精神加快文化发展步伐，在传承中华优秀传统文化的基础上发展社会主义先进文化，加快建设社会主义文化强国，以实际行动向祖国告白！</p><p><strong><br></strong></p><p><strong><br></strong></p><p><strong>不忘初心，砥砺前行&mdash;&mdash;向祖国告白</strong></p><p><br></p><p><img src=\"http://img.wh241.cn/2019/09/cfb39201909101802112299.jpg\" style=\"width: 600px;\" class=\"fr-fic fr-dib\"></p><p><br></p><p>宣城红色足迹考察团 &nbsp;王春伟<br><br>70年的风雨飘摇,&ensp;70年的开创奋斗，70年的崛起发展，70年的沧桑巨变，70年后的今天，我们比以往任何时候都更加接近我们的中国梦。&ldquo;纸上得来终觉浅，绝知此事要躬行&rdquo;。在这中华人民共和国成立70周年、五四运动100周年，同时也是全面建成小康社会的关键之年里，我们以&ldquo;了解红色故事，传承红色基因，弘扬红色精神，保护红色遗址&rdquo;为主题立足宣城本地红色资源，探寻红色足迹，传承革命精神，宣传爱国主义思想，为祖国复兴汇聚青春力量！在未来的人生路中，我们必将自己的理想和祖国伟大复兴的中国梦联系起来，&ldquo;不忘初心，砥砺前行&rdquo;！<br><br></p><p><strong><br></strong></p><p><strong>走进山南</strong></p><p><br></p><p><img src=\"http://img.wh241.cn/2019/09/d59a7201909101802373978.jpg\" style=\"width: 600px;\" class=\"fr-fic fr-dib\"></p><p><br>￼机械工程系赴山南镇经济建设调研暑期三下乡社会实践团队  陈凯文<br><br>&ldquo;今年是中华人民共和国成立70周年。70年筚路蓝缕，70年风风雨雨，70年前，在共产党的领导下我们建立了新中国，70年后的今天，在党的领导下，我们即将全面建成小康社会，实现第一个百年奋斗目标。在最美好的青春年华，我愿以专业知识和实际行动向祖国告白。用镜头记录承载了我儿时梦想和美好青春、象征着祖国缩影的山南镇，作为送给祖国的生日贺礼！&rdquo;<br><br></p><p><br></p><p><strong>谱一曲青阳赞歌</strong></p><p><br></p><p><br></p><p><img src=\"http://img.wh241.cn/2019/09/a82aa201909101802588978.jpg\" style=\"width: 600px;\" class=\"fr-fic fr-dib\"></p><p><br></p><p>￼机械工程系赴青阳县青阳腔戏曲传承暑期社会实践团队 祁帅杰<br>传统文化是我们华夏儿女的根，滋养着民族之魂。现代科技条件下的民族文化，一直在不断创新和发展，永葆生机和活力。为什么我们会产生这样的自豪感？为什么我们会有这样的责任感与使命感？因为当你见识到我们中华民族优秀的传统文化，我们的责任感，使命感就会油然而生，你就会告诉自己：传承不能靠每一个传承人，更要靠我们。对国家的非物质文虎遗产，对中华民族的传统文化，你我都是传承人。时代在发展，现在的中国也慢慢变得富强，我相信每个人，心中都有自己的文化自信和对祖国的自豪感。传承中华优秀传统文化，你我义不容辞!</p><p><br></p><p>分享会接近尾声，陈主任上台发表讲话，他表示听了同学们的分享深受感动，他也鼓励同学们用青春在我们的新时代挥洒汗水，他说：&ldquo;向祖国告白应该分为三个部分。第一部分是向党告白，告白中国共产党领导中国人们从革命之路到建设之路。第二部分是向祖国告白，即告白祖国的制度、告白四个自信。第三部分则是向现代化告白。&rdquo;<br>陈主任慷慨激昂的话语激励了我们，让我们以更大的热情用青春告白我们的党、告白新时代中国特色社会主义、告白我们伟大的祖国！</p><p><br></p><p><img src=\"http://img.wh241.cn/2019/09/6ccba201909101803369868.jpg\" style=\"width: 600px;\" class=\"fr-fic fr-dib\"></p><p><br>在分享会最后，全场起立合唱《我和我的祖国》，活动达到高潮。</p><p><br></p><p><img src=\"http://img.wh241.cn/2019/09/0a0b1201909101803551659.jpg\" style=\"width: 600px;\" class=\"fr-fic fr-dib\"></p><p><br>70年风雨兼程，70年峥嵘岁月。70年的光辉历程走出了一条中国特色社会主义道路。青春告白祖国，我们肩负着实现中华民族伟大复兴的重任。以我们的青春，敬祖国70周年华诞。工大学子带来的青春故事，发出了合肥工业大学青年学生向党表白、向中国特色社会主义表白、向新时代伟大祖国表白的铿锵之声。据悉，合肥工业大学还将结合&ldquo;小我融入大我，青春献给祖国&rdquo;主题的社会实践优秀成果，陆续开展演讲报告、交流研讨、作品展示、文化展演等活动。<br><br></p>', 'http://img.wh241.cn/2019/09/01e57201909101804335480.jpg', '1568109883', '1568109883', NULL);

-- --------------------------------------------------------

--
-- 表的结构 `newx_training`
--

CREATE TABLE `newx_training` (
  `id` int(11) NOT NULL COMMENT 'id',
  `title` varchar(30) NOT NULL COMMENT '标题',
  `url` varchar(1000) NOT NULL COMMENT 'url地址',
  `desca` varchar(100) NOT NULL COMMENT '简介',
  `tag` enum('1','2','3','4','5') NOT NULL COMMENT '1要闻速递 2我对祖国表白 3青春风采 4多彩大学 5交流园地',
  `create_time` int(11) NOT NULL,
  `update_time` int(11) NOT NULL,
  `delete_time` int(11) DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `newx_training`
--

INSERT INTO `newx_training` (`id`, `title`, `url`, `desca`, `tag`, `create_time`, `update_time`, `delete_time`) VALUES
(4, '要闻1', 'https://mp.weixin.qq.com/s?__biz=MzI5ODI3NzE2Mw==&mid=2247494807&idx=1&sn=f43696f71fe3a13ea6b5b89dae7d4fbd&chksm=ecaaecd3dbdd65c5cfd083d42078f0d83cc4f76f886c070b339a2b6debce8d060807a6c32c5b&mpshare=1&scene=23&srcid=&sharer_sharetime=1568170437096&sharer_shareid=46e48800ba00b8a43fd87903c06ac0d8#rd', '要闻1', '1', 1568169240, 1568172550, NULL),
(14, '大学1', 'https://mp.weixin.qq.com/s?__biz=MzI5ODI3NzE2Mw==&mid=2247494807&idx=1&sn=f43696f71fe3a13ea6b5b89dae7d4fbd&chksm=ecaaecd3dbdd65c5cfd083d42078f0d83cc4f76f886c070b339a2b6debce8d060807a6c32c5b&mpshare=1&scene=23&srcid=&sharer_sharetime=1568170437096&sharer_shareid=46e48800ba00b8a43fd87903c06ac0d8#rd', '大学1', '4', 1568169240, 1568169985, NULL),
(6, '要闻3', 'https://mp.weixin.qq.com/s?__biz=MzI5ODI3NzE2Mw==&mid=2247494807&idx=1&sn=f43696f71fe3a13ea6b5b89dae7d4fbd&chksm=ecaaecd3dbdd65c5cfd083d42078f0d83cc4f76f886c070b339a2b6debce8d060807a6c32c5b&mpshare=1&scene=23&srcid=&sharer_sharetime=1568170437096&sharer_shareid=46e48800ba00b8a43fd87903c06ac0d8#rd', '要闻3', '1', 1568169240, 1568169985, NULL),
(5, '要闻2', 'https://mp.weixin.qq.com/s?__biz=MzI5ODI3NzE2Mw==&mid=2247494807&idx=1&sn=f43696f71fe3a13ea6b5b89dae7d4fbd&chksm=ecaaecd3dbdd65c5cfd083d42078f0d83cc4f76f886c070b339a2b6debce8d060807a6c32c5b&mpshare=1&scene=23&srcid=&sharer_sharetime=1568170437096&sharer_shareid=46e48800ba00b8a43fd87903c06ac0d8#rd', '要闻2', '1', 1568169240, 1568169985, NULL),
(8, '表白1', 'https://mp.weixin.qq.com/s?__biz=MzI5ODI3NzE2Mw==&mid=2247494807&idx=1&sn=f43696f71fe3a13ea6b5b89dae7d4fbd&chksm=ecaaecd3dbdd65c5cfd083d42078f0d83cc4f76f886c070b339a2b6debce8d060807a6c32c5b&mpshare=1&scene=23&srcid=&sharer_sharetime=1568170437096&sharer_shareid=46e48800ba00b8a43fd87903c06ac0d8#rd', '表白1', '2', 1568169240, 1568169985, NULL),
(9, '表白2', 'https://mp.weixin.qq.com/s?__biz=MzI5ODI3NzE2Mw==&mid=2247494807&idx=1&sn=f43696f71fe3a13ea6b5b89dae7d4fbd&chksm=ecaaecd3dbdd65c5cfd083d42078f0d83cc4f76f886c070b339a2b6debce8d060807a6c32c5b&mpshare=1&scene=23&srcid=&sharer_sharetime=1568170437096&sharer_shareid=46e48800ba00b8a43fd87903c06ac0d8#rd', '表白2', '2', 1568169240, 1568169985, NULL),
(10, '表白3', 'https://mp.weixin.qq.com/s?__biz=MzI5ODI3NzE2Mw==&mid=2247494807&idx=1&sn=f43696f71fe3a13ea6b5b89dae7d4fbd&chksm=ecaaecd3dbdd65c5cfd083d42078f0d83cc4f76f886c070b339a2b6debce8d060807a6c32c5b&mpshare=1&scene=23&srcid=&sharer_sharetime=1568170437096&sharer_shareid=46e48800ba00b8a43fd87903c06ac0d8#rd', '表白3', '2', 1568169240, 1568169985, NULL),
(11, '风采1', 'https://mp.weixin.qq.com/s?__biz=MzI5ODI3NzE2Mw==&mid=2247494807&idx=1&sn=f43696f71fe3a13ea6b5b89dae7d4fbd&chksm=ecaaecd3dbdd65c5cfd083d42078f0d83cc4f76f886c070b339a2b6debce8d060807a6c32c5b&mpshare=1&scene=23&srcid=&sharer_sharetime=1568170437096&sharer_shareid=46e48800ba00b8a43fd87903c06ac0d8#rd', '风采1', '3', 1568169240, 1568169985, NULL),
(12, '风采2', 'https://mp.weixin.qq.com/s?__biz=MzI5ODI3NzE2Mw==&mid=2247494807&idx=1&sn=f43696f71fe3a13ea6b5b89dae7d4fbd&chksm=ecaaecd3dbdd65c5cfd083d42078f0d83cc4f76f886c070b339a2b6debce8d060807a6c32c5b&mpshare=1&scene=23&srcid=&sharer_sharetime=1568170437096&sharer_shareid=46e48800ba00b8a43fd87903c06ac0d8#rd', '风采2', '3', 1568169240, 1568169985, NULL),
(13, '风采3', 'https://mp.weixin.qq.com/s?__biz=MzI5ODI3NzE2Mw==&mid=2247494807&idx=1&sn=f43696f71fe3a13ea6b5b89dae7d4fbd&chksm=ecaaecd3dbdd65c5cfd083d42078f0d83cc4f76f886c070b339a2b6debce8d060807a6c32c5b&mpshare=1&scene=23&srcid=&sharer_sharetime=1568170437096&sharer_shareid=46e48800ba00b8a43fd87903c06ac0d8#rd', '风采3', '3', 1568169240, 1568169985, NULL),
(15, '大学2', 'https://mp.weixin.qq.com/s?__biz=MzI5ODI3NzE2Mw==&mid=2247494807&idx=1&sn=f43696f71fe3a13ea6b5b89dae7d4fbd&chksm=ecaaecd3dbdd65c5cfd083d42078f0d83cc4f76f886c070b339a2b6debce8d060807a6c32c5b&mpshare=1&scene=23&srcid=&sharer_sharetime=1568170437096&sharer_shareid=46e48800ba00b8a43fd87903c06ac0d8#rd', '大学2', '4', 1568169240, 1568169985, NULL),
(16, '大学3', 'https://mp.weixin.qq.com/s?__biz=MzI5ODI3NzE2Mw==&mid=2247494807&idx=1&sn=f43696f71fe3a13ea6b5b89dae7d4fbd&chksm=ecaaecd3dbdd65c5cfd083d42078f0d83cc4f76f886c070b339a2b6debce8d060807a6c32c5b&mpshare=1&scene=23&srcid=&sharer_sharetime=1568170437096&sharer_shareid=46e48800ba00b8a43fd87903c06ac0d8#rd', '大学3', '4', 1568169240, 1568169985, NULL),
(17, '交流1', 'https://mp.weixin.qq.com/s?__biz=MzI5ODI3NzE2Mw==&mid=2247494807&idx=1&sn=f43696f71fe3a13ea6b5b89dae7d4fbd&chksm=ecaaecd3dbdd65c5cfd083d42078f0d83cc4f76f886c070b339a2b6debce8d060807a6c32c5b&mpshare=1&scene=23&srcid=&sharer_sharetime=1568170437096&sharer_shareid=46e48800ba00b8a43fd87903c06ac0d8#rd', '交流1', '5', 1568169240, 1568169985, NULL),
(18, '交流2', 'https://mp.weixin.qq.com/s?__biz=MzI5ODI3NzE2Mw==&mid=2247494807&idx=1&sn=f43696f71fe3a13ea6b5b89dae7d4fbd&chksm=ecaaecd3dbdd65c5cfd083d42078f0d83cc4f76f886c070b339a2b6debce8d060807a6c32c5b&mpshare=1&scene=23&srcid=&sharer_sharetime=1568170437096&sharer_shareid=46e48800ba00b8a43fd87903c06ac0d8#rd', '交流2', '5', 1568169240, 1568169985, NULL),
(19, '交流3', 'https://mp.weixin.qq.com/s?__biz=MzI5ODI3NzE2Mw==&mid=2247494807&idx=1&sn=f43696f71fe3a13ea6b5b89dae7d4fbd&chksm=ecaaecd3dbdd65c5cfd083d42078f0d83cc4f76f886c070b339a2b6debce8d060807a6c32c5b&mpshare=1&scene=23&srcid=&sharer_sharetime=1568170437096&sharer_shareid=46e48800ba00b8a43fd87903c06ac0d8#rd', '交流3', '5', 1568169240, 1568169985, NULL),
(20, '哈哈', '哈哈', '哈哈', '2', 1568172566, 1568172580, 1568172580);

-- --------------------------------------------------------

--
-- 表的结构 `newx_user`
--

CREATE TABLE `newx_user` (
  `id` int(11) NOT NULL COMMENT 'id',
  `username` varchar(15) NOT NULL COMMENT '登录名',
  `password` varchar(50) NOT NULL COMMENT '登录密码',
  `token` varchar(60) DEFAULT NULL COMMENT 'token',
  `create_time` int(11) NOT NULL,
  `update_time` int(11) NOT NULL,
  `delete_time` int(11) DEFAULT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `newx_user`
--

INSERT INTO `newx_user` (`id`, `username`, `password`, `token`, `create_time`, `update_time`, `delete_time`) VALUES
(1, '2018217692', 'a9af4add2448d1def1f0cbbf5b17ca00', '13948a2ef328ec2683bd4562270d4a7b', 1568634725, 1569073914, NULL),
(15, '2019216151', 'c6557fc22d5182f998e0854d38e7946a', 'acb545136d38ea71aaedbf941498f5f6', 1568636478, 1568636491, NULL),
(3, '2019216476', '5ef996e5c885f59fb917d40079d65f01', '67e189c7214d69940e9a616bcb63cd6e', 1568635693, 1568639735, NULL),
(4, '2019216482', '0357209c7b7fa04982b52c0a83fa99a0', 'dfdcfa19951f234ccb946d1585dc1498', 1568635758, 1568635770, NULL),
(6, '2017217218', 'c0a05095cc5e175b576ad98ac45482a3', '8ffac64f362757304fb131e73778a4cd', 1568635834, 1568635843, NULL),
(7, '2019217569', '03608507b3eada66d02c1853ec275eae', '0eae5a1949bbfebfad650c42209ae836', 1568635878, 1569108667, NULL),
(8, '2019216435', '7d40dcdb2dc8b6ba503060b70ae14e29', 'bbcc88d28707d3981db2a21f384d1f4b', 1568635914, 1568635927, NULL),
(18, '2017218611', '078c0160c9f94294fa8a9216d009f602', '9923bf5de712ebffdece363d54623309', 1568636731, 1569736468, NULL),
(17, '2019217578', '03d9c9753d51f8871fcd3cb1c2f8ef4d', '7e62417fc174f70ff073b319bd3e9054', 1568636706, 1569478211, NULL),
(16, '2019216034', '0e12f05d4178bbd33068cdcccabb06f1', '6fd42801f78b8374491f7015fccfebaf', 1568636665, 1569482122, NULL),
(12, '2018219070', 'e10adc3949ba59abbe56e057f20f883e', '0cb9305b0d1500395aef8545e334b7fd', 1568636160, 1568636167, NULL),
(13, '2017217364', 'e10adc3949ba59abbe56e057f20f883e', 'ca84b8341040c24b3f42b582ef7946ed', 1568636336, 1570676439, NULL),
(14, '2019216517', 'e7d4639aa2c21eb06170c52a3e0a29c7', 'f003889d0afd4760c71ce9546bf20851', 1568636348, 1568636359, NULL),
(19, '2019217925', 'b47379cbce3fdf7272c013a91e2702e1', '8482ba402b43d1155e0bbea19cf2558c', 1568636767, 1568693776, NULL),
(20, '2019216085', '5965f6ffad05d1c22b920a676612ced6', '37e3fbb0177966a3e7a0391a828162bc', 1568636845, 1568636859, NULL),
(21, '2018218302', 'ec958ab79f953ed557dc753d46f0bca5', 'c3a337ec06014d5ba12c21078fd233ec', 1568636949, 1568636963, NULL),
(22, '2019217565', 'b43aad7fe5834ddee4e963143c4234d9', 'd35c6ad3ab6cdf2c5b0e9e02dee06c3a', 1568636957, 1568636975, NULL),
(23, '2019217600', '833257babcfe5b2e0e3d7fd88377f7b5', 'a5e67e7e0b27e6945b88e8131f820d7b', 1568637052, 1568901459, NULL),
(24, '2019218383', 'ecd46f0c15a16c827e8792bac80b71eb', '25cceeb51e44e2066277217185c22789', 1568637308, 1568637318, NULL),
(25, '2019217845', 'd31db348df750d63af313a28cf5d9b20', 'fd9c051082be0b1912c4dba098809c24', 1568637535, 1570639426, NULL),
(26, '2019218106', '213cca21f28d673c90504f731c36a8ef', 'f7f96ee870d6f4a3b284f483c98c5ac6', 1568637625, 1568637661, NULL),
(27, '2019218395', 'e510a6530f8bc2687b957537d318faad', '8d105eb80ba939fb21914525fcf6a62e', 1568637733, 1568637744, NULL),
(28, '2018218023', 'ff6062b65e00f3855fe708a588a34a4e', 'b3bb4696487d466236d1ccd64dd3f889', 1568638692, 1569328936, NULL),
(29, '2019218392', '0445fbfa97db35e902e67b621074da5b', 'b870834cf7e2315fdba564789e346ce2', 1568638968, 1568638981, NULL),
(30, '2018219291', '517f216a9a446fdc80d8316ff33046ae', 'd7cd9e39f750247d36eac026c2deb538', 1568639205, 1568639206, NULL),
(31, '2019217610', '74ae2050d4c7db4daf7f8a7ee7a1edeb', '0fca7a292cbf4a27c5d1fd2bacd4846c', 1568639223, 1569304481, NULL),
(32, '2019217164', 'b073420b828d04ef1dc747461f098a17', '129f15fb1efdba4edc0954434c94f515', 1568639264, 1569127838, NULL),
(33, '2019218028', '66e5c50c3402bfec47525229e7b74bff', 'b2a358709c36889ae32f787e49c676a2', 1568639822, 1569422462, NULL),
(34, '2019216879', '2d72f4a99829d5e9d17838fb03d8754d', '20c9c67226333cfd944fdff860e2c2dd', 1568640307, 1568640309, NULL),
(35, '2019217527', 'bd7e5b298caef65d07417f341fd8d599', '867acb6773edd0943a25297cfcc0bdb7', 1568640373, 1568640374, NULL),
(36, '2019218293', 'e0d84aadc2b1fdbd73a0c22089e02241', '7b40b36187a21c4f48eca6832f6f9eb4', 1568640441, 1568640442, NULL),
(37, '2019218070', 'ebbfbc3f88f5ddea3783549edd22995d', 'c645d2facb302c391bc9c0890beac6d1', 1568640614, 1569674445, NULL),
(38, '2019216125', 'a1d884e2067d3b378326e9b21e807ac4', '322a83b9299f382547cf9e9328f3335a', 1568640926, 1569507431, NULL),
(39, '2019216217', '14b88f52ad61d57a6d3774e6d3302037', '640ae55a640586c0f96b7f295e627e53', 1568641350, 1568641352, NULL),
(40, '2019216137', '0a794d6075914f8f7f3f6927d0b5814c', '4299eda5bfe2fd8635e2fbe5661a7eeb', 1568641655, 1568641656, NULL),
(41, '2019216110', 'a193b52bb41db90db04a0455e943e669', '6370996ecd70d2b5a312caca23043911', 1568641745, 1568642869, NULL),
(42, '2019217357', '476a86b0760a04f0df4415b9ef0ff26c', '2a43b4e20b9f833215621d161848a894', 1568643442, 1568643443, NULL),
(43, '2018218280', '05f54d0ff7ba35fa37fb9370ae4577b1', '1774a69ee049b4565af16090f8605f5b', 1568643648, 1568643649, NULL),
(44, '2019217297', '9e62025ddfb4540f7009ad984857b935', 'a33e3b177f4bd9a817dabc46d0fe8d3e', 1568643671, 1569674520, NULL),
(45, '2019217304', 'cf0c85504516da26d393972676ae2820', 'a4191ab2ada7583f8f17f7214cac7614', 1568643952, 1569141832, NULL),
(46, '2018217020', '3764ac3bb858c86d1dcb0dfc2907b3b3', 'b6eaaf60e00ced1cccc32822585d0e8b', 1568646240, 1568646241, NULL),
(47, '2019217967', '437a4f06616a848a0aa65009eba80ea2', '245621718d88d066c73c39ea4aa90a12', 1568673407, 1568673408, NULL),
(48, '2019216520', '4d99cf7b6e802d71439837e969981941', '2e145d7b5c15cca9ae005a5d16c6433d', 1568689130, 1568689131, NULL),
(49, '2018217891', 'b5fc263b23f6a7fb107aff2574912b65', '3648325a79f12d6d323757c3a6e0b450', 1568708658, 1569337283, NULL),
(50, '2018217626', '051d35164d56085b04eedaa779c1e4ff', '3ca11de7eab7b7145a9526a1285b03b1', 1568717774, 1568717775, NULL),
(51, '2019218239', '9ee46b73d71100aeb1804e3cea28f222', '6300e5502019122a497809ff0aa61234', 1568718021, 1568724041, NULL),
(52, '2017217829', 'ed3674541265f5897d8ae3aa3946dda8', '76530eceb72f204633a31f36a0b3c215', 1568719912, 1594450202, NULL),
(53, '2019218215', 'b1fd365cb7507e41aa679c6a7fc8bf72', '97bbff869a57a4408bbb5f6a43b1e8ca', 1568724489, 1568954579, NULL),
(54, '2018217875', '07debdf0ac48e154b55274cabfa8d3b6', '0d01bd90c1f2f83672745ecce3ea2cdc', 1568794786, 1568794787, NULL),
(55, '2019218264', '47bec2263140e3ab474235c75f869c69', '882e5aa105b6aee32e8d655f20e3ad94', 1568846480, 1568846482, NULL),
(56, '2019218260', '13522768f5e39f43e0ca2f3832efa64f', '9ae3be2ae4ce843fe969717d918d1f83', 1568847248, 1568847249, NULL),
(57, '2019218283', '033c4f41e8c727cf71c4df70004f281b', '4d43063b555f2506be3b20ec42881a28', 1568852766, 1568852767, NULL),
(58, '2019218237', 'a6f982ef9580bfdd67728e7e17ec7faf', '0caef4d25fa455514e91a590595c3fd9', 1568854394, 1568854395, NULL),
(59, '2019216398', '0c1ef2419172f777c3d73b0f00b38666', 'e2d22bb776cdfb88704607c77bf1f9ed', 1568870536, 1568870538, NULL),
(60, '2019216409', '51c94be52ca1ff3364546625b3cbdbba', '42700f2435dc5cdb4bc0b1983180f15b', 1568870715, 1569411592, NULL),
(61, '2019217156', 'e79242a9d6141f3ff0acd5762564716f', '7c82a5de7500a778d3e44a92222707d5', 1568879967, 1568879968, NULL),
(62, '2019217798', '6df9aeddef056b755613be34a329a8a4', '4ae70e6a340dd55e3495a262914bbd23', 1568881614, 1568881616, NULL),
(63, '2018219250', '1d0c9a8d4965b8661f606856692ed57a', 'ed3726fd7ba2f3612965768dec2f9105', 1568895326, 1568895327, NULL),
(64, '2019216518', '2a43acb8bc31759b028b5f79906121d3', 'd23ffc4191856276fada5671c240ffad', 1568899499, 1568899500, NULL),
(65, '2019216431', '12fea1c855ecf895a1a489b79ec7b838', 'cf45cf3ed1494b31e4b8d350ef4a7e24', 1568905355, 1568905356, NULL),
(66, '2019218131', '36f517ae634978bc293bb71885ecac31', 'bd9575710d69d6c4e6d11aad768230bb', 1568943856, 1568943857, NULL),
(67, '2019217892', '980640b7b3ce1375c2853afe2197d49c', '9fbf94e73739a2eb36f38ae35070c8e9', 1568954145, 1568954146, NULL),
(68, '2019218414', '98727a8bb23ea0ce78cf04174519bfde', '1c86d2df8e6c2dfc439be68280488dce', 1568974102, 1568974103, NULL),
(69, '2019218433', 'ea3d5f3632aa25125b916fd7841f9f6d', 'd04bcb95ec5cf822845322184a2b5705', 1568974968, 1568974970, NULL),
(70, '2019216178', 'e72f5a79ce76f52194987d612d039039', '92f9462a7d6b36ea6cf1b3635fb7137e', 1568977178, 1568977180, NULL),
(71, '20192173777', 'cb09c4110fbb0df277597c4a466c339a', '2dd0d5de19e5109175ab0b94c90bd2b2', 1568977462, 1568977463, NULL),
(72, '2018218598', 'e317b2b314afb8a72236376cecf15dae', '669f32d3cd4365d6d4d28494aed9ab38', 1568977932, 1568977933, NULL),
(73, '2019217390', '4b0d7ac40104478cc7a2b710bf17c07f', 'a8286b2802e7fa519f2d6348fd52c095', 1568979177, 1568979178, NULL),
(74, '2019217227', 'd64f22ab027a20602380ff2934c95b79', '6cb3d7ae2c05bd2612cf11d0697fcc22', 1568979237, 1568986913, NULL),
(75, '2018218300', 'b5be656a7060dd3525027d6763c33ca0', 'a5ff1e87322d9d6a0d169f23a0b39c14', 1568979654, 1568979655, NULL),
(76, '2019218463', '2248724b0c019e48ad99a6791e8213b9', '1460507cc9a3bf65368ef305863fc411', 1568981544, 1568981546, NULL),
(77, '2018219258', '5022bdefe27791f99babbf80316810fe', 'b27f40faacc87199a71353d85ee62b65', 1568982151, 1568982153, NULL),
(78, '2019216599', 'cd5a361d9b7f5d493a9ac5f332b896b9', 'f5eb58b373bc74823a2e9852399ac312', 1568982646, 1568982647, NULL),
(79, '2019218426', 'd78a31898c04358e38e005a16ad3d28f', '1a33ebdadb53d7131d68f4deb290362c', 1568982830, 1568982831, NULL),
(80, '2019218121', 'ed514329122f158e482afadec107b5e0', '7388338a7648690b0f3ddb324002f92a', 1568983521, 1569420706, NULL),
(81, '2019218420', '4cad25f061f249b52a9b681558f62114', '5c989cdc6c27913a5dba8674b9920947', 1568983798, 1568983799, NULL),
(82, '2019218193', 'b9bb8efeca2315dd45b2a653a8a35b7b', '66623b18d1736ec21fc89088a57146d6', 1568984103, 1569143360, NULL),
(83, '2019218416', '1ff3ab765244fa33d431785d2b1540bc', '487506e4048d4e15d846f020923f50dd', 1568985256, 1568985258, NULL),
(84, '2018219104', '9e6972fd3ceac7d2e639c03c62dc005f', 'd9790b5d61a9d477eef24a6694735f14', 1569033484, 1569033485, NULL),
(85, '2019218137', '462087f2e233114b573c754581829c8f', '4d154a6db545044558d40ef5eec0c0e6', 1569035355, 1569392868, NULL),
(86, '2019217369', '86f5c1c741b54cebb4efde5fadd50d8b', 'c2e278cc7f0f136db74786ceac1cbc54', 1569036883, 1569036884, NULL),
(87, '2019218467', 'aba16911358ded353a7f4ee9dbadfadd', '831b69830210e3367ca618780828bd82', 1569037282, 1569037283, NULL),
(88, '2019216562', '2416676de4f4cef3e10b1776e0d21d00', 'cca92131d94c3c3884cdd23e771d1d34', 1569038040, 1569038041, NULL),
(89, '2019218373', 'bb109236c69e8f3dd39174330992ed06', '2cba4740c347904459125ea77d31defb', 1569044897, 1569044898, NULL),
(90, '2019216434', 'dd5eaf8c67582f452a4a5eb6042b6b37', '2a68dddbe52de8107276f26d7fc67d0f', 1569045923, 1569045924, NULL),
(91, '2019218410', '78f1e4b4a48ffad30a8890dc39edb103', '2c5d612749c520c951c69f78890164b3', 1569049864, 1569058508, NULL),
(92, '2018219027', '96e2b4d45c4d6d62cdda7310b0dd9d72', 'ffd3a1da165264a0c0d1354c9482b223', 1569050656, 1569408753, NULL),
(93, '2019216531', '04dac8afe0ca501587bad66f6b5ce5ad', 'd8e366f1e8f02a11cd208dd95799a4aa', 1569051615, 1569051616, NULL),
(94, '2016217812', '5f4dcc3b5aa765d61d8327deb882cf99', 'a3876abd0add9df002ab51155c53a126', 1569053874, 1569061754, NULL),
(95, '2019216433', '586f08045956ce734541f7cc777e81e9', '3bcdfb5fb212b26051167b41a1b4d069', 1569056521, 1569509341, NULL),
(96, '2019217108', '76a796666274b36e79ac516d7a35468d', 'e15f64c5b24096ba49867ce67043b784', 1569063302, 1569401411, NULL),
(97, '2019217714', 'f4765d69264fe8304f5c11883c5b8234', 'f6da0a06add50d872cd3a0fdb298201c', 1569065124, 1569157808, NULL),
(98, '2019216779', '26e7beb9a3aad9e8ac49a89798eadedb', 'fbcd796e22b76262c39ef55d54320090', 1569065927, 1569065928, NULL),
(99, '2019217872', '7f64f5d4ab3a05ad804a8087fc3ca44e', '7fe33226ce5f0a890c1d39934a56841f', 1569066231, 1569138003, NULL),
(100, '2019218281', '38a2e4d8c02bd9804994017419c2419e', 'aecb40f1c3841619d1954c5a887fc233', 1569074214, 1569074215, NULL),
(101, '2019216363', '9269a6965d5f1ded7c66ddf8dfe5ec1a', '35c6306d51763010b286bae09db5626e', 1569074363, 1569074364, NULL),
(102, '2019218274', '009db0144c421840112943dc9315e7ac', '4f129f036b6e4711984065cdb8c68f1e', 1569115263, 1569115264, NULL),
(103, '2018218319', '556e882a724491ab4e13266f4d5d6ab8', 'ac16f8553359c7c653c513a299a51d3e', 1569115800, 1569407337, NULL),
(104, '2019216791', '1b45ff5ffe6d8df3554c64d22812cba7', '25937bbe5f6906b9270bc90e011b2c6b', 1569117766, 1569324670, NULL),
(105, '2018219085', 'b0a99ac27a58a334948434c8c47cc48c', '68dd638f1e328d45ec6a4bb4ce570b2d', 1569121667, 1569121668, NULL),
(106, '2019218406', 'df7cc40098b4435a35b99c8929bc8294', '2b847a7d174885d63d8b6d68b68d9f95', 1569122431, 1569122432, NULL),
(107, '2018218422', '15416078b3bd093a76d5ab29be800d9f', 'fd6e56b21a0d3040b5e4c95bdb539efd', 1569122464, 1569122465, NULL),
(108, '2019217467', '936744b07ff9a4f03c9455f13aaf0a0b', 'ac0d6fe73294baea27006f0a37f04b80', 1569122576, 1569122577, NULL),
(109, '2019217272', '092bb8e9c22749f47197b83c0dc58d10', '6d247f4302892be6fcdbfa7b163f583a', 1569124942, 1569333237, NULL),
(110, '2019216541', '42f6e95d40bc0d11606881f9ddacc721', 'fa11e3aa9eb90521b8eb6640a10de17f', 1569127231, 1569144272, NULL),
(111, '2019217643', 'f75c083efff80bd4a1e424a2b2892ace', '47ce745809abad8266e0238c986ab35c', 1569130501, 1569131508, NULL),
(112, '2019217681', '53ab2e6b0ce92c3f842b818ef5aff64f', '0ab9c4ac6b255e2a1bb317417ad72921', 1569131654, 1569131655, NULL),
(113, '2019216066', '38eccc2fb9de3f2288f80e21a99f8e5d', 'b5741b2bf9fdb8c2a04748a69e616cf5', 1569132874, 1569132876, NULL),
(114, '2018219068', '5b4eca20c58d4a4ec600aa3f87073ee0', 'f009db93455e2569eb0e3eed746941fd', 1569138008, 1569309157, NULL),
(115, '2019218271', '350ae37eccbbd0f796573427c4b91bf5', '48986614f239de09166cfdc0a18849c0', 1569138116, 1569138118, NULL),
(116, '2019218417', '8e4e3ae7a5239b65437383db5b860ce1', '3e369ef818ee5297ecccc520ea3283f0', 1569138239, 1569138241, NULL),
(117, '2019216627', 'f7c5ef09333c054369e40417d797829a', '7d066e23199c5cef84abc35c932a5804', 1569138481, 1569138482, NULL),
(118, '2019217562', 'a3a0be7d20207a83eb523cca7e4916ed', '57e7aef942fe005e41affdfd2b3c42f1', 1569139474, 1569139475, NULL),
(119, '2019217733', '05a3699379b0a4f50cc0bb28e888ba52', '1a4b68b3b7fc9a9ef0d482aefd3ebbbf', 1569139598, 1569140767, NULL),
(120, '2019216132', '8b076960f9109e50e05412cd0888d420', 'bb5ce925beb33dd2e349e4df940a7c63', 1569139643, 1569387787, NULL),
(121, '2019217190', '37c202fcd350df3eb30d306d41f29dcb', '1c01d43fc521309e17a8bc150626bca5', 1569139683, 1569139684, NULL),
(122, '20196762', '2e011e580f358380a5f110a1613036f0', 'f61676c95240cfa3981ac479f179b3e3', 1569139720, 1569139721, NULL),
(123, '2019216809', '025e3f06ece47505f8664712bbf2ab06', '1f8409676f22bc4e7a0ff179fb715181', 1569139813, 1569139814, NULL),
(124, '2019217945', '0d4fcf105ae7d18fbe00d2975756a5d2', '5abaabb9525de3ff9902312b3e73d4d7', 1569139895, 1569482648, NULL),
(125, '2019217952', 'b75b9c53a98d521e7fa2bf00ceafb0f7', '7154601681087399435ca42829e10995', 1569140067, 1569140068, NULL),
(126, '2019217589', '619016f90bf5dbd83d0f49fe554e671c', '3843146418efb67848e6cac39ff63c34', 1569140110, 1569140111, NULL),
(127, '2019217213', '1aa4a1bc1aca0c61e19a3ba38f13dada', 'bccdcc19ee27023a221985210bf937db', 1569140401, 1569143010, NULL),
(128, '2019217132', '4ef116730e68cb438aaefdc7d123e42d', '43d2f03ff92d3d2f642c562c42f3b696', 1569140757, 1569140758, NULL),
(129, '2019218207', 'd79763089e39229783171c953f10f505', '68f6b04ca14f30fb4616bd0cf5f4fc8c', 1569140808, 1569217330, NULL),
(130, '2019217840', '7e7c320a75569a788e24d86a6b919a8c', 'bbf54257d40af538f2a173a4c04a2302', 1569141160, 1569141162, NULL),
(131, '2019217852', '8ffdfe4c330a1a61d502e2df51f9ac8c', '4fcf18e3d3732c1da5534b1d12a7523c', 1569141284, 1569415828, NULL),
(132, '2019217891', '272e7b02a23578284113b15ba99ba770', '8ce33392bfc20b8e55c3d6231ed947fe', 1569141319, 1569141320, NULL),
(133, '2019217858', 'af1d81a97a0bd0faf8f382a1e6d829d8', '2b2fa5e024307ef6c9d758564028d486', 1569141322, 1569498991, NULL),
(134, '2019218198', '0e4bf855135553fa69ebc06d46f6c248', 'f20c7d492e03a3ab7741920b3264ad1e', 1569141379, 1569141380, NULL),
(135, '2019218023', 'aa07b32fdc9f961e2b4e683e5653508d', 'f1ff27601e4fe069c2c1397ab6a8c477', 1569141433, 1569141434, NULL),
(136, '2019217147', 'b64f1a77b1b317d347f5cb79332c86d2', '3e7a4092512caf972603df5443842088', 1569141440, 1569329669, NULL),
(137, '2019218157', '4a9f2651227ea4415ba063ace86cb52f', '7aa9fe08e6a44868560950b9d47e9f21', 1569141444, 1569141445, NULL),
(138, '2019217887', 'aeb1873d33c2d9ae4e381ed227fc1a7d', 'e4d2ed098619be48c010570c4f525a3c', 1569141469, 1569141471, NULL),
(139, '2019217591', '637683479d5bd52f8b2f41772ae765d1', '5095c4b09304ec84cacb92f2a1c4a96d', 1569141492, 1569141493, NULL),
(140, '2019218257', 'ea3d9534a076f2a6f7068da38e7552ac', '459e0dd6fcf8d8707fd7ef33962cadc5', 1569141576, 1569141578, NULL),
(141, '2019218043', '4f2eeb768e9129365d22d5d98ebdc317', 'adde10a29340abad23afd8125250d4bf', 1569141618, 1569141620, NULL),
(142, '2019216503', 'c3a1b3245c6d81ef9a6a518562a22bec', '6e66d4b1e4c273b9d6b5a0d713cea9c5', 1569141769, 1569141771, NULL),
(143, '2019217315', 'a91b1191d32f4921d53f467d4cb0bbea', 'f3ef3c8aece405fece2ed1bfad5e9a40', 1569141814, 1569141815, NULL),
(144, '2019218336', 'c73432aaef012005983a80f3e9386610', 'db9211a3d8d0709938c1b4775bd11782', 1569141936, 1569141937, NULL),
(145, '2019216144', '3f87c597d64cf95b28531a770eb9aba7', '0a7eb028371d64cbe4e96daa1d77c428', 1569141938, 1569141939, NULL),
(146, '2019218064', '56bf6cf4a6ef176df33689df6fbdd367', 'c8c5a3cb04d33e1eade4e07787e4e2c0', 1569142050, 1570693256, NULL),
(147, '2019217771', '7fb290a934de3ab52c6b9c0f99ec4127', '36acfdb1f1675bab58f6b525c786a867', 1569142200, 1569142201, NULL),
(148, '2019218334', '4e12ed7e6dd501445951a69c8f611b96', 'dd392549be46bc0d664c6d66c9c29e86', 1569142209, 1569201398, NULL),
(149, '2019218318', 'cac68b99ee25aefd64a3e1d42b77c2ee', '8c3d85d3f8c912633264d567e6f0b45e', 1569142280, 1569387090, NULL),
(150, '2016217478', 'd3a1fd0d799834681f3e057f0b7d0a55', 'd421090d0c98e812d3293a73dba5e017', 1569142757, 1569142904, NULL),
(151, '2019217617', 'cfd1dc1f35879293ab28d9f61da21bb4', '9da1de056eb4dfe7c82e277a81023cab', 1569142762, 1569145531, NULL),
(152, '2019218464', 'a67d38314e3e256d0a9ac86180d96740', '076d13ccceab9d60883909b32cb967be', 1569142784, 1569391712, NULL),
(153, '2019216621', '901277f1ba1938f9186509debdc86282', 'b966d2526df26adf33eb736436120f60', 1569143026, 1569143027, NULL),
(154, '2019217616', '946ac5c1803f4e7b988a324d98d28b5d', '3751ca03fb05636f63722aa7400d645e', 1569143026, 1569143028, NULL),
(155, '2019217563', 'a5ec52f80fbdd808fe4789d12f1ec907', 'df27e09b7e9542cf9328ee74bab33abe', 1569143241, 1569143243, NULL),
(156, '2019217974', 'abec3086ae65eeb649aeb0508dd96020', '1339b56928dc05035882bcd3bf80e3bf', 1569143338, 1569143339, NULL),
(157, '2019218366', 'f32b7d76a245171d47760fe57b38d4d4', 'd9363a688e35608896bc735e1fbaf85e', 1569143389, 1569143390, NULL),
(158, '2019217362', '774446d7ff3ac61d27834de0c749b201', '9ddb416522078e4471887f139b7c620e', 1569143414, 1569143415, NULL),
(159, '2019218345', '5b2133764ba9ee4e211cf50a7e3c86f5', '4f16cd950f6dbe4dd83c408893071cd0', 1569143416, 1569143417, NULL),
(160, '2019218341', '29d0b95e2a279fc53311ef9bc0c7b0a3', '5428f67506055926d6c1353f8fd538fb', 1569143445, 1569143446, NULL),
(161, '2018218090', '3c4343e55144605ef6992a60739c712b', '69ea871a2dccbdd902fa15495502e859', 1569143446, 1569143447, NULL),
(162, '2019218098', '61d54976ad49135481014d94a4eef464', '0ce4e5339b4b5936cac90c4c5fccbff1', 1569143446, 1569144306, NULL),
(163, '2019218316', 'c35ca4b448b7878eaaf9fb9dcd28a32c', 'de7d974f9af24cfe08e4d41f5552a603', 1569143549, 1569243515, NULL),
(164, '2019217609', '6fa0583b8d9ac423dede69909d75c243', '282e5c85c1ed5dca7a9da42d71f89e5a', 1569143551, 1569335245, NULL),
(165, '2019217604', 'c9bf5a6ba75765a8f3a488ffb6316d83', '3eac6c4d277bc9207c8657e34b493b5a', 1569143686, 1569143687, NULL),
(166, '2019218445', '3c283ec38849a2cd40277f3a6d2421ef', 'e5c3104371132d8672ae1eb19358de09', 1569143750, 1569510245, NULL),
(167, '2018218388', '840797624098ffb61a8cf61247859162', '7a86cf3fb31eaa1aeef88236892ee728', 1569143816, 1569143817, NULL),
(168, '2019217968', '6dc153208c651c24b66a7595918cf071', 'c0d63af61e121f65942e084026bd4050', 1569143832, 1569143942, NULL),
(169, '2019410290', '5e9894252392de91529d2716d8e2b9e5', '7ffb1c0eeb0972f22181c18edcb3c3a8', 1569143852, 1569143854, NULL),
(170, '2019218163', '18280e9eb499189ace8b08eece4a3133', 'caf1d297b6d9defa1edb3ad0697b6533', 1569143853, 1569148730, NULL),
(171, '2019217271', '4d63a10ab5469067854d7bb750c41adc', 'c6aa4de378650c89fda825d09366019c', 1569144360, 1569144361, NULL),
(172, '2018219108', '3932ac43bc18a50ba52d031996390501', 'ff99c6bcc2696d3d1fc1b4d87a039be2', 1569144737, 1569144738, NULL),
(173, '2019216', 'd5acf3460d84868bf15fb39506299995', '4814852f49686060461b9353a0dc5de1', 1569144886, 1569144887, NULL),
(174, '2019217683', 'c44a471bd78cc6c2fea32b9fe028d30a', '8e190d5ac0bc2ea1b68b7c021b140710', 1569146450, 1569402918, NULL),
(175, '2019217855', 'bf95c4447c8336a62d2ee100a96d9d48', '784b47413d42f4bf42dfa27dd439ce8e', 1569146595, 1569153506, NULL),
(176, '2019216158', '864a42e73cd1b6bfdf64dda5e149b40b', 'c9629596644a18287d56baeeb61f4833', 1569146782, 1569146783, NULL),
(177, '2019217726', '22f36a13f1090abd3bc0315c8a975328', '373804d2fddf96dce56b897749b6fbc2', 1569148745, 1569148747, NULL),
(178, '2019218466', '9286b5b3027b751c204bc49faef74735', 'a402babb16afddb6742a0f21dbefd181', 1569149000, 1569331993, NULL),
(179, '2019217652', '490ac8f3364fae6d5c3dae347fbe1e1e', '0162d23fe957cbe0b8bd85bca0d25da3', 1569149074, 1569644418, NULL),
(180, '2019216253', 'ca9c161c6373b0d8adbcf52c36342ae9', 'ae27573c9457b67ef83008a50572d951', 1569149164, 1569549368, NULL),
(181, '2019217648', '084b3581520aed0170db09eb8168ba66', 'a660d1ee70d8e733517b9d8c3011e461', 1569149244, 1569387252, NULL),
(182, '2019218391', 'a2bde345f418919722b2aa500a1ef27c', 'cb0e4e6d1501fe7c2f9f9973cbf3bfda', 1569149681, 1569149682, NULL),
(183, '2019218403', '1eea2f8c4feae69c5921fb15363d0b70', '3b6c5abd4d0a7d7739bc93c1677b6ec3', 1569150426, 1569150427, NULL),
(184, '2019217708', '9cd68c27e1de405cbe18d2af27df73f4', '364e94b3df95ebd095c42834476eef3d', 1569150931, 1569407395, NULL),
(185, '2018219259', '985e3a6f1fb655290f1d7f40d1a29536', '3de802005e0a1bf28e882375305a03a9', 1569157410, 1569395071, NULL),
(186, '2019218224', '34859b6e4723577fd04f39bfdd7c3364', 'b884aaebfb80c351672f5f8ec5e93228', 1569157764, 1569157766, NULL),
(187, '2019217766', 'b5691e756b119b75126b5a363424643e', '172d1e89db9ac1825b11af714623076a', 1569159706, 1569321010, NULL),
(188, '2019217596', 'd3a923185975db70ff6d9829c9ac66e1', '09cbe14f520cf7d1d36041ab489cc69e', 1569159919, 1569159920, NULL),
(189, '2018219082', 'aeee19da6ba246322775730f9e0a4716', '04a5b376268524143f52169f5b033ab2', 1569160799, 1569160800, NULL),
(190, '2019218090', '3c4343e55144605ef6992a60739c712b', '2e6627232e27423969799e0e0091fed3', 1569161757, 1569408104, NULL),
(191, '2018217868', 'f4cf676496261e18f12cea039cdacbf5', '13f0f648f4e0b48d8f846b328254ca9e', 1569163486, 1570175501, NULL),
(192, '2018219050', 'd86c0fb22e75165773517bbc93053755', 'c77a10ba6c0a694778589d527a549723', 1569165279, 1569165281, NULL),
(193, '2019217678', '54ff4d80574481df3bb3f4cc0acd965f', '5d1c8abda7f881e9933ef9185ff185de', 1569167144, 1569167145, NULL),
(194, '2019218255', '91885b1de3801fb501f94fdce3a0e010', 'ec7802db05bffec730bc3fdb873ba6bb', 1569197080, 1569197081, NULL),
(195, '2017218270', '90ae53137911e711452dbd642941d436', 'd11e3e2f831ace27ca10828d7c9009c3', 1569201177, 1569203879, NULL),
(196, '2019216490', '6415cbfd9166fc69baac3732bc15d8cf', 'e1c9dd7728f565d6976ae1dd897ddb69', 1569209348, 1569225879, NULL),
(197, '2019217962', 'a1dd55e11e500224007b40cd9ffde77f', '18ad4caf07df4a1b7b313e89d8404320', 1569228900, 1569228901, NULL),
(198, '2018217881', '7685ac3bf7572c9948e8138e8b31253a', '0c34fd812cf25a301e05ccc1e6d2eb16', 1569234282, 1569236072, NULL),
(199, '2019218458', 'fd0e1b49012ca52ff8c338f999661187', 'd2da2b015cdfcb5a97a6ac4c080823fc', 1569235761, 1569235762, NULL),
(200, '2019216216', 'b8f64a03c1ef963b15d1ca01a0b93c56', '33c813b464aa7713de228f311b61d982', 1569238310, 1569394843, NULL),
(201, '2019218319', '5063ae9603f8b65c8279335b06828795', 'ed689ea4bed7f298cf45597479565120', 1569241611, 1569241612, NULL),
(202, '2019217842', '23e6d55aa32b0b7216339119e2b388e1', '67c240d265f4b2bb9a70120667f0571c', 1569244273, 1569244275, NULL),
(203, '2019218402', '5de9d6667b5cdd88380e7894d3e17206', 'c69dec81aa615410b61d84fcfd22307c', 1569249782, 1569322912, NULL),
(204, '2018219031', '558ba07ecc51a55565d0016706fc4c8c', '2dc96cdeaf1f0cf7d8f31fae0c4b4359', 1569251971, 1569251972, NULL),
(205, '2019216498', '9ba664fc02ccb4e0cf2170ae84146bdb', '4be7d164e4231cb14355dd16781550e9', 1569286675, 1569326397, NULL),
(206, '2018217682', '951e16944d5752c04a10336112d62fb1', '68e4b35a374343448bacc71737090e02', 1569299858, 1569500945, NULL),
(207, '2019217141', '63376d365d6ccac73bac234517e0bb42', '94fba04889d87edd70884c6bd5f7f0a9', 1569300979, 1569332128, NULL),
(208, '2019218077', '13ebf6fbed32f4df5f74d93d7a942312', '3cd369e6d87816866c0f40497add15fd', 1569319912, 1569319913, NULL),
(209, '2019216024', '93ae5b1cb8bb1c7606efad064ebeb5c2', '70e28f68ebe02497be95e05d90722b77', 1569320710, 1569320904, NULL),
(210, '2019217199', '3199c821495375c79dd876a3c00e6544', '0e72b9116a387b6bb72c56d929603d38', 1569320930, 1569373170, NULL),
(211, '2019218285', 'e94eef7341dc926e46a84be96f9f7cb2', '8f6c745c8cca7f4c570dcedff3ee7ca0', 1569320981, 1569587245, NULL),
(212, '2019216630', '29b081d4f6c00be480f3a5af520a7b49', 'd8f45c35c5300575c3f877330625382b', 1569322863, 1569322865, NULL),
(213, '2017217078', '9d1cd817ac8f4817d086a8d05364a112', '82a053b1a35bf69a6b4e2d0911ff766c', 1569323351, 1569323352, NULL),
(214, '2019218339', '0ce71f8bffe71b66c1b04c4129eaf182', '65baa13644fc13590245d789e926c505', 1569326014, 1569326015, NULL),
(215, '2019217843', '7412086d81d6ffb74bb788e31e97040f', '3817aaf2570cd40708ac528529455101', 1569326163, 1569326164, NULL),
(216, '2018218722', '47e562d25dd36a1388db091fc24ac913', '455079c37316136d4576ac0dca8801d8', 1569326763, 1569326765, NULL),
(217, '2019217188', '274b29221bc03a3e64acb1262ddd8321', '23fef717f078d5dc68bece3b1366f56f', 1569329700, 1569592839, NULL),
(218, '2019217122', '67a9bc4853aac36d3b7dc5b6887cc661', 'caf1ed6189ead2b6596c05977a7ef3c9', 1569329757, 1569329758, NULL),
(219, '2019216543', 'e063faa26728aab8b4b9d2a209aa71dd', 'c927555948dd78864aa5783e7e4f173a', 1569329910, 1569329911, NULL),
(220, '2019218399', '89deb442ec0592fb5fc8b4908cbf1580', 'f48beb1737bc5bfc740d716c5ad264a2', 1569330015, 1569332854, NULL),
(221, '2019218446', '12305334f6b114ea7df88b6bbc7f3a18', '43d262785fb7e93138e81e2d2445d128', 1569330170, 1569334012, NULL),
(222, '2019217102', '4167b34345aa38f8e83b91c759316c0c', '99983452a0c76cdae69c0c58820816aa', 1569330190, 1569330191, NULL),
(223, '2019216735', 'b09feda5658ca5050586d1a9b01bb3f3', '88dddb6daf2afd358f406f44ec7e6f7b', 1569330340, 1569330341, NULL),
(224, '2019216685', '709f6f5327febede4d50a6ba01957b77', 'f34b10b98643281d620f67736cf3839d', 1569330391, 1569331935, NULL),
(225, '2019216708', '219c80df7c9e5ea8bf6818777280b4a1', 'ae49cbba0985071ecbc92753e3b9639a', 1569330396, 1569330397, NULL),
(226, '2019217060', '4104ac6b447aa152ded598024bb62fa4', '229c325eeb056c83a8af7413ece5603f', 1569330593, 1569330594, NULL),
(227, '2019216738', '5416d7cd6ef195a0f7622a9c56b55e84', 'e3f69da3fc2d2397d2f15b6f9c958ba3', 1569331052, 1569331053, NULL),
(228, '2019216852', '9c84e48d5a4a60e01890f59a54f3b49f', '287d0011cbcf16111ed5e2d9ec5de058', 1569331118, 1569331120, NULL),
(229, '2019217075', 'a9acbe55303e7f10a5096d6ecc9be9c4', 'b4f87da6262429d2b69f2bbf40f0c2a4', 1569331174, 1569331369, NULL),
(230, '2019217183', '9ea7db7dec31a19d88592edd1cbdfed1', '67d7b968a402bd86cd5f887843179b80', 1569331294, 1569331296, NULL),
(231, '2019218325', '6ad8f595bceaa1ccf01acf37c7432241', '8850f0c709986e43784ae391d4283882', 1569331328, 1569331329, NULL),
(232, '2019216803', 'f03f4e06e7b8b030e8073dbcc590b1f1', '1b3222d1ba982abe53c0a9314489740a', 1569331360, 1569372804, NULL),
(233, '2019216929', 'e10adc3949ba59abbe56e057f20f883e', '7df39c4ab670609622066aa71a840ea2', 1569331415, 1569400846, NULL),
(234, '2019216996', '1bc1f7427e0151271190ac5dfb370cb1', '5ea4054743564996e652828bd27d6475', 1569331421, 1569331422, NULL),
(235, '2019217130', '9ce23307650587bdf5338272e680dc55', '2d0bc4098f982e009c3477e4449297b7', 1569331580, 1569331581, NULL),
(236, '2019216720', 'c385a5cca3f141b1da509d05fd4e13fc', 'f2d6b6aedf2bacee1a81edfe60a2cad0', 1569331595, 1569331597, NULL),
(237, '2019216328', '9b5efb07bbc75eb53f475ff5d351adc5', '9dfabe69afb7a47caa6f402cbbf164f6', 1569331683, 1569331684, NULL),
(238, '2019216991', 'f8adeeb6b26b4ed3bb9b55d5001e2fb9', '68f91cc70def0d47190a151e1eb4dc0c', 1569331689, 1569404467, NULL),
(239, '2019218401', '51326ee5a467b27208cbe3546783a1e4', '84ccfea06cec2896a6612821d7132f9f', 1569331746, 1569331936, NULL),
(240, '2019218360', '51f1b67b3a86159db9fd7ededecb9e7a', 'f5d3b1e00efa252f281890f5f30d5314', 1569331829, 1569331831, NULL),
(241, '2018218858', 'fbbd219c2579da903399f897ced90965', '46d114becdd8adc4bdc8aaa80183742b', 1569331938, 1569331939, NULL),
(242, '2019218353', '8dd16198c575c195f19df2ded960526b', '9b83da8eedf70975037e9bbae3c3d5d4', 1569331990, 1569369900, NULL),
(243, '2019218335', '49423cd91c700c78871c03aefaef4417', '93f467d3d67d50f3f4d905493f7dbcdd', 1569332109, 1569413535, NULL),
(244, '2019218361', '481f2a912caff485e6b71b9d825f1de7', '83a069d0fc5a3ce65da1c1f0e5694fd9', 1569332127, 1569332128, NULL),
(245, '2019662179', '401be88476a73541da59e69c91bbe839', 'e6da9d634f9e075e263bd922570e2304', 1569332152, 1569332153, NULL),
(246, '2019216142', 'b560e2eea5cd060abf6615a8abe36df3', '1b08fe5203c8e990fa67842bc01ca040', 1569332155, 1569332156, NULL),
(247, '2019216743', '55933b6dbca30cf3783b6388a7b74c6f', '3f23dec0da0cf0ceee5fc3ec29f861dd', 1569332263, 1569332264, NULL),
(248, '2019216682', 'e34e0fb2959d29067367aa1267e29715', '0817162396b6874e015bad2a62d1662b', 1569332264, 1569332265, NULL),
(249, '2018219047', '3d23d9811675cd9540b3fed90c14c79d', '10f8176deb6d3429071aba64308875d6', 1569332388, 1569332389, NULL),
(250, '2019216949', '46357a80f15618f0ae2ed22570c60c1d', 'f05c5fbb53e4fadbc2944cf8360719a8', 1569332963, 1569335994, NULL),
(251, '2019216050', 'bc304f65fb2069505d51e963c0673096', 'dd315f162fedd9944415f477ee8606ce', 1569332967, 1569403153, NULL),
(252, '2019216920', 'fcb7d8d344d54becfa377fb5d0dd02ae', '70c2b477eacc696665281e52fad5d3e6', 1569333556, 1569333557, NULL),
(253, '2019218321', '8c9cf8880e1723cccabed677c6fc77e1', '3a120c7826d45f428ba8804e316dfe6d', 1569333620, 1569333621, NULL),
(254, '2019216285', '012286560ab665cc34611c8ad417fce8', '2c192ec6821c015966c2d7396fef02dc', 1569333671, 1569333672, NULL),
(255, '2019217640', 'db3eac8eebfa8ec125804650f721a735', '86a770e54568cdc6c9980dd4495b9069', 1569333761, 1569369326, NULL),
(256, '2019218427', '9d5823a8c2dc8a18c0b4e5771c300840', 'cbdf502989f0aba570d9c0df90c55378', 1569334020, 1569334021, NULL),
(257, '2019216814', 'a6a6863e385b3e942d18d2e817f0071b', 'efee6ffdb84454c4a70d0640cf82f646', 1569334487, 1569334488, NULL),
(258, '2019216502', '0ab4da5f8c0f4763de1252b774418c9b', '2f1622e10322f47dfea0eaa86ba2b35a', 1569334805, 1569380927, NULL),
(259, '2019217939', 'e762f9a7ce061b6a7f021e743f2dc914', '83dbdef0a30c7ccdf568ecf0172534e7', 1569335079, 1569335837, NULL),
(260, '2019217113', '8d3b9f593ebc075e956016d478207fd1', 'cf5effb05c107e718589f920dec2d9e1', 1569335120, 1569335121, NULL),
(261, '2019218261', 'b40ceec74b4a85ea696552def565ad7f', '8aea0928595b7064420a185fcf65e3c1', 1569335167, 1569338828, NULL),
(262, '2019216325', '1dcd8fca722c8dbe0c7e2961f49cde1b', '713d072ec628e86dc2c303178a4dc134', 1569335168, 1569337551, NULL),
(263, '2019216234', 'ed23d33f8a3d00facedd55ceaa777058', 'dc46808a36c501031433067c638e6bce', 1569335717, 1569335718, NULL),
(264, '2019217121', '250cd9bb145e595b80c79fd496fcdc59', 'fddaec8e39141dbaeedaf2df79a21318', 1569335779, 1569337644, NULL),
(265, '2019216731', '9ad70e1c10e3769909805f12ac258f93', '6dba7b3524484bab2d56ac8c56524fd1', 1569335817, 1569335878, NULL),
(266, '2017218979', '9569ee7f9d7254799464502f23e8c8d4', 'efb26874045fbf38ef1e1253f3ff17fe', 1569336250, 1569336251, NULL),
(267, '2019218327', 'a7d19671735e4ef8d08d3df67683d296', 'd0352a0b43b84ecbc8af9cdf4b9c6717', 1569336692, 1569336693, NULL),
(268, '2019217897', '7b7ccd6501087a8dddb09dd6f5ba383a', '795f76b95fac0c3f7ee2aa03291d7a09', 1569336711, 1569336747, NULL),
(269, '2019216856', 'be3eb194f6821e6000964daf73fbb837', '650d8aebf6efdf944fe57a6870351e0b', 1569336814, 1569392482, NULL),
(270, '2019217096', '188831f17cf82ba9f4dc3798a0aa4e3e', '70340b7767b4fa6ec055a02baee2c834', 1569336863, 1569336864, NULL),
(271, '2019218332', 'd33670181868b6bfd44873810469f833', 'db53ca35928c2428a757f1f467c6ab41', 1569337152, 1569338095, NULL),
(272, '2019217991', '251b28056cf4195bb67cf6f3d9dcf16a', 'c908bcce63af7aff614909b4f5eaa3aa', 1569337738, 1569337739, NULL),
(273, '2019218449', 'db52239e901275b5ba488e83baaaa95b', '05d8a4b8171fb68525470b356712869e', 1569337765, 1569337766, NULL),
(274, '2019218320', '9c61e29a851dd36e7c0b8fcd65f79659', '6a0b72a52d679bb7ca56ddcb74b36020', 1569337894, 1569397289, NULL),
(275, '2019218326', 'c934753c2e6ac22d09ed41efeba267f5', '4f5929e159c8e1f93dc7183d8d002a5a', 1569337942, 1569408617, NULL),
(276, '2019217128', '20917c851c4a54f2a054390dac9085b7', '11d7332b3a6ee1b9ebe93e6402cfb9ba', 1569339225, 1569339226, NULL),
(277, '2019217662', '1aebd2d184569997efcf6053f1efd0d6', '50b2b7373c2f265a4f928367ec454be1', 1569339659, 1569339660, NULL),
(278, '2019217134', '223684a645f3b588fe2802a4e0fa7eaa', '6869893caaa32bc8819f836d857931aa', 1569364153, 1569364207, NULL),
(279, '2019217081', '6b799cc87c7775c7f1713326e6ee329a', 'c20b41139ad1c7635c37990ed17a6964', 1569364353, 1569364412, NULL),
(280, '2019218456', 'b39240bfe8b60fc8ca2d624e8cc27551', 'be00a1ab398b037f0ec2156880f02523', 1569368164, 1569368165, NULL),
(281, '2019216072', '7aaa114aec982ac7cb617c402e6d44e0', '0c721a18389f05b1fc9324a7f75a1d08', 1569368893, 1569368894, NULL),
(282, '2019217613', '66ab17f724a8cb4e791a1a77be452a1b', '8c0369064bd18cd133497a3e70176c53', 1569369396, 1569376520, NULL),
(283, '2019217166', '3fe75e20270330ba3f103e5298bda393', '2b1e141447a85476efcc880527b4871b', 1569372739, 1569586280, NULL),
(284, '2018219064', '835dfba59aad66a225419051cfa177d1', 'e50a6774021615d6e3ea86087616fbe5', 1569372774, 1569372775, NULL),
(285, '2019216499', '608e9b80edc68d6c2f27f5d7346cb689', '1b81041e9278e30a511ed61c030f3f42', 1569374130, 1569374131, NULL),
(286, '2019218129', '4b551d78bb06de278518d0e24dd6129f', '2924cb8bb0391bf8b675633f023a6663', 1569375196, 1569375197, NULL),
(287, '20191218302', 'e3706bd1f91330eec472bfbe1690f757', '000d1effdc03c53f80722b61c7cb86f5', 1569377260, 1569377261, NULL),
(288, '2018217678', '1c3d3d221d45a87a240b0339a535ce5f', '619e9a8f9d9e441f00a12f25f229fcb9', 1569379168, 1569379169, NULL),
(289, '2018217700', '202cb962ac59075b964b07152d234b70', '012848013f94bdfe98c80aa1fd8900de', 1569381643, 1569381644, NULL),
(290, '2019218452', '511ae9aa87130dba2e80056f689cadd3', '34e91b7834259fe0b76856f9446c29b1', 1569387047, 1569387048, NULL),
(291, '2019218304', 'e10adc3949ba59abbe56e057f20f883e', '31b58bab415b1c45ede17314ea9bdd88', 1569387300, 1569414687, NULL),
(292, '20192165473', '75e27cb8faa62dba25dcd08b6c0e2409', '272d55761607fecbabf131f8daac073d', 1569391592, 1569391593, NULL),
(293, '2019218075', '62521b8d14050a933ff8772a828e1137', '88f44c0565fdfe2ad5f2bb80fc566785', 1569391650, 1569424056, NULL),
(294, '2019217084', 'c13f799d458b2adcbc50f356b0ff0e9b', 'b09d35fdc2ffff2f24ddd44930fab663', 1569391691, 1569391843, NULL),
(295, '2019216337', '3001f3192606e63133f41edcc1003e3d', 'b51e98022398df4755c77f4eeece74e8', 1569391774, 1569391775, NULL),
(296, '2019217808', '2f2798cb60ce535a1067748447364d25', '5f4b4ab175197c5a5b6039b625ad9b2c', 1569393086, 1569408925, NULL),
(297, '2019217321', '2794b06ac3a01d86bb0111e30f445a60', '916b632ddc94d188bbdda3eb417b2b43', 1569393425, 1569394367, NULL),
(298, '2019216442', '0065dce9992be1eb75aa6f65cd0bd13f', '2359bda45fd328ba58fbdfac4cd07e90', 1569395638, 1569398194, NULL),
(299, '2019217349', 'e2a7ec7f0295916cd5aa4eb9dd436a67', 'f206addf82b00fb05f016110cb7b79cc', 1569395823, 1569481081, NULL),
(300, '2019218357', '23d5289af3de33cae9e8df85ecf42ff5', '4a1cac909861a0433e78f69ce3655c10', 1569395850, 1569395851, NULL),
(301, '2019216695', 'd4b6386cda80579fd1f4e55ec8879178', '0a33b02e794ab38471817815d28b62b5', 1569397050, 1569416345, NULL),
(302, '2019217796', '7442982824e73a29a442803cb0588d49', 'ae192e26e309fb8a323c95cb60c97651', 1569397470, 1569400654, NULL),
(303, '2019217869', '0655ae22812966bbe9856f710793251a', '1896be8b3b98cd2caee41188de3d5052', 1569398732, 1569398733, NULL),
(304, '2019216033', 'a17e5396132aebe6dd7368937bd498f1', '67229bd95b6a1a81ff2df373435b6037', 1569400428, 1569400900, NULL),
(305, '2019216756', 'e598a0e9a06a88345cdcb2db125c4ee9', '3b95fe4129d22d578880b22255991752', 1569400434, 1569400435, NULL),
(306, '2019217823', '1834762437203528d4cf58b04b3376e3', 'd618c7e6c0ed8354674120093062e031', 1569400888, 1569400889, NULL),
(307, '2019217182', 'd75eccf4e68658bfb738679f9b2445ae', '268844e79853e0a4e08e04b01d212cf6', 1569404547, 1569404548, NULL),
(308, '2018217913', '69841ae7c8eb6f16c40defe3d2d7c023', '6f890836d2561f7470bdfed572db5879', 1569405447, 1569405448, NULL),
(309, '2019217118', 'f6cc80cc61407ed28b022a11ad1a2bd4', '462fd817ffa5301280c63dd7d4a9e97a', 1569406963, 1569406964, NULL),
(310, '2018217922', '419cf294d3cef45e5c6656f7df079f5f', '74da3f4981de73a70b72db1d219ffa75', 1569406989, 1569406990, NULL),
(311, '2019217644', '51830f8810eff362237da916f67ed29e', '288aa7076b1c2cd6e61f11b2d8bfb361', 1569408349, 1569408351, NULL),
(312, '2019217415', '58667dfe279b0b028005671517ab8b98', '8670b88f8442bc84a1dbdb67d9f0a3f1', 1569408781, 1569452195, NULL),
(313, '2019216493', '360a694c045cc8e5c6da12c49326aedf', 'ddfd74dd6495a29ddabfe2c2db8ea25e', 1569408829, 1569408830, NULL),
(314, '2019216900', '9fff1d00462ccc733e150e966cc45adc', 'b211941e0ceb69749fef8717f3413987', 1569408965, 1569408966, NULL),
(315, '2019216935', '9d843783c6d6410a137c772449c06a41', '205322866e3fcc4214dbb04a7433f915', 1569409509, 1569409510, NULL),
(316, '2019218647', 'dbc246c120eb6d28bcdcdf078f5d0040', '082ff9077635ab5b9a33a888d5f3a1b5', 1569410529, 1569410531, NULL),
(317, '2019217323', 'e10adc3949ba59abbe56e057f20f883e', 'fb5b5d88cdd7fda8bff911e713460dd6', 1569410529, 1569483012, NULL),
(318, '2019218454', '52f799a779410d9b84dabb0a510ea43c', 'df6e7d946e1a3a2623986b253a26632f', 1569410844, 1569410845, NULL),
(319, '2019216567', '65a0ec385ca6a0c1e20d1f8270c28303', '576ac71aafcda65a1b3bcb2cc6b82405', 1569410870, 1569410871, NULL),
(320, '2019218431', 'e2aea61fa82c9e9c42cf8fe9decd1e1a', 'b4bae69a7277f75fb3758dd1c66c19c1', 1569410935, 1569410936, NULL),
(321, '2019218342', '053c2c3495921782a9d5c96ffc846455', 'ee355431ac55c2e503bcf79b99166a3a', 1569411097, 1569413541, NULL),
(322, '2019216804', '4361c1b37996019defcd63d35207742b', 'f78e7b10d7e9be67a82013b814305334', 1569411157, 1569411158, NULL),
(323, '2019217356', 'affa1120214496cda5788310b997fec8', 'd2d9a28139057c96975b1c7da76929d1', 1569411218, 1569411219, NULL),
(324, '2019217636', 'eedc209b4872a368fcf55f5f38ab9cea', '3f8fe5b155db02826eb072d469c3c92b', 1569411386, 1569411388, NULL),
(325, '2019216489', 'ce6384b30b4bbfe79ba0a173a8b051c4', 'e2e79434d60d02bedf5bfa217fbdd9de', 1569411667, 1569411732, NULL),
(326, '2018217611', 'c61cde21d540d3e6a8b57fea57459e8c', 'f6f9916cc16dddfbb9faf28570f5b789', 1569412483, 1569412484, NULL),
(327, '2019217110', '24bf0c9b9809c8d8fe259a0a1ac4d9eb', 'f40fa4a614ac00a32eaba91b98f63ce2', 1569412572, 1569412573, NULL),
(328, '2019217985', '637b931334a64c6aa1e309640cf77912', 'a73b4564976250a1f322b09b6a80a30a', 1569412607, 1569412608, NULL),
(329, '2019218350', '521dd9e3e1c76a9dc51485593f4dfa9f', '88ed576ca7dbc447ba383bb3e17f3e91', 1569412669, 1569412670, NULL),
(330, '2019217067', '8e816f4aaafea70fdb8143e6b28d7f5f', '1ccfddd28d6f1119dd8ad3e9b61c266d', 1569413050, 1569413052, NULL),
(331, '2019218369', 'b728671b8b3dca51bf5440edc799cb13', '4d372dea87108bebe66e2197f0dcb353', 1569413405, 1569413406, NULL),
(332, '2019217026', '1559bde9207dd10d4b4ea8e918d77dba', 'e5be7f3af5203a7acaa8360d18f79fc5', 1569414718, 1569418769, NULL),
(333, '2019218468', '5680ab88fa4e9e4f96d738aa3a6100ba', 'ea14f7b3b301d72b3381fa45fd5869c4', 1569414848, 1569414849, NULL),
(334, '2019216934', '55ad648087dc7c7ec1f71aeaad8ac7c1', '7ae5e90e8d18f27647b6a96117322978', 1569416007, 1569416008, NULL),
(335, '2019217902', '338dd0b2bb5e7dedd87d9ac11a16774e', '44a32766c5dbe2b5fd1080032efdf8d6', 1569416016, 1569416017, NULL),
(336, '2019217174', '803248258e99627dea5c8223acbb8217', 'db2442cd24edd46d91906ed88b138877', 1569416021, 1569416022, NULL),
(337, '2019217626', '986e393ead38a58fb00b699c4f1b36fd', 'f1f13f413771656fcdf022e4047f1dd3', 1569416158, 1569416160, NULL),
(338, '2019217055', 'a848dd91dd607318609631127d69fe9d', '1be63b9b1a861888497c8115482affd1', 1569417673, 1569417674, NULL),
(339, '2019217028', '5137b4b6c6c1ff5a227bd1d571b9468c', '7608d1f2414d2ac6b4be6ac012c732bd', 1569418325, 1569418326, NULL),
(340, '2019218450', '75411ef9a68e90e95444f219e389d7be', 'a03641125ecf2257f414275a05900e17', 1569419587, 1569419589, NULL),
(341, '2019218436', '7362edd38cdaca3432311509fd2804e1', '3432537c28e5b6dd6eb8b633c41e8604', 1569419995, 1569419996, NULL),
(342, '2019216491', '41ba1ad10446d3f27a95bfb7c44b26cf', '94f39c4f8df08b3fa2559973da19e5c2', 1569420059, 1569420060, NULL),
(343, '2019218233', 'a91870dc58b20b7cdebac91b273da315', 'f31ddc9b21637a330fe6e39de2256e5a', 1569420280, 1569420282, NULL),
(344, '2019216957', 'fb89307351fc230c7aab39f6d5bfc759', '7ebf4a981787b92c02bf6d3f1f62bed1', 1569420396, 1569420397, NULL),
(345, '2019216494', '8ff0b1de515adf1bcfad70c9142ca839', 'f64ddb750b760eba7233cd2d2cd33279', 1569420690, 1569420691, NULL),
(346, '2018218316', '30910b75681b04ec444fe0bb0e7c553f', '7b67ee3d0a745dff65b22a36d0b042f9', 1569421574, 1569421575, NULL),
(347, '2019218083', 'e10adc3949ba59abbe56e057f20f883e', 'aa6dbc8929cdf729415a8bb09b9ce03b', 1569421629, 1569421630, NULL),
(348, '2019216410', '8d2096f2a4e1383dd912af33c2a66e0c', '1e4c099fc839bd491cf7a5aedab25c41', 1569421663, 1569421664, NULL),
(349, '2019217866', '25eea5e91006605e9011c92915ff5fbf', '70d948f7ddf8f63dd5228b5f8f456f75', 1569423539, 1569423540, NULL),
(350, '2019216555', 'f2c53408ad4149d7428d20cba1f65b32', 'd1cc02c5086e104cd0b37dafbf339ba3', 1569424334, 1569424335, NULL),
(351, '2019216927', '732965dca3905ce706778dac33d24392', '273aa67268849b396bcb17074d111804', 1569424824, 1569424826, NULL),
(352, '2019217597', 'f3d2155ff6f867ffd5bba741bc12d5cb', '2303de56f7e96112b4c56e159433df91', 1569425259, 1569425261, NULL),
(353, '2019216559', '0be99490da7ed58239ab557dc3a1fc90', '7358d4ab056e151f1db66fecfda16ea3', 1569426266, 1569426267, NULL),
(354, '2018219032', '497f96726ea700b3cfd2c102614e2efe', '0c1ff1c3b34bff9ee6ecf204f7d7b338', 1569427561, 1569427562, NULL),
(355, '2019217086', 'ac2d16797e56c4c516438bf2cea97561', 'a179b3078159f42c738bc81606c2f7ba', 1569428954, 1569428956, NULL),
(356, '2019217829', 'f532fffce491c58f99830cc725ae2a98', 'b1da29918bde3e3c27cc3438a9c254b3', 1569454618, 1569454620, NULL),
(357, '2019218428', '951d2f11760329ee854428ab4ba9cc60', '721cea8d7914f18720ec175a35510005', 1569459533, 1569459534, NULL),
(358, '2019216513', 'dc99be5f4a39584340f0a15e0f8d710c', '4065063fbf71bf609923a7d9e371abea', 1569463709, 1569463711, NULL),
(359, '2019217053', 'd1e546e26a4960155cbf7da70413510d', '1e3b994809afc75179223585cec72568', 1569464006, 1569466159, NULL),
(360, '2019216746', '52ea63dee32fa64e3d8e169d136df4fe', '455db3957286e2736f09a0106c0880b9', 1569469367, 1569469368, NULL),
(361, '2019217046', 'dccf8ae8ed3133b0cc5c0d80e78e41ee', '84d9f99a5b96f20d9c80049159a1c803', 1569472192, 1569472193, NULL),
(362, '2019218111', 'df22ef5ce7febef511d3a13c64c74cbe', '33cc25cb4af0f0c4644dd6d2064b20af', 1569473055, 1569473056, NULL),
(363, '2019217015', '4f6543f06eb835fb78c8bce37161e65f', '4d86f0044f5b6218eedcb752f9a6a590', 1569475815, 1569475816, NULL),
(364, '2019217675', '4438fc033f8aef433f9db5348b70e8e5', 'f68b493b145d6120cd991a8e64654218', 1569477313, 1569477314, NULL),
(365, '2019217673', '025dc7b91e89a272a5fd28ec83844c6b', 'cacc3792451a0b7bc5463c5b97df90d7', 1569477420, 1569477422, NULL),
(366, '2019217838', '6456236869ac734cb51606276b38c403', 'b1308dc6c594738b7dc8c88354fb428c', 1569484356, 1569484357, NULL),
(367, '2019216500', '1b45186957f85c8c1043aed12331bbbf', 'df102bedbaa24fd31eeae8be4a42bf5f', 1569485033, 1569485034, NULL),
(368, '2019217972', '191bcd3a4814858b245c6bb59a137f20', '6cd23556b5395bfa46a140956d101c09', 1569488967, 1569488968, NULL),
(369, '2018218265', '00ff3f030f090921f3e0b940ca371b0f', 'ad66f0dd0d647f07db84ec14b300a7c3', 1569489096, 1569509370, NULL),
(370, '2019216497', 'd19d7cd51d2a3fc08965794b9b7566cf', 'f3700efa46872c7144eb4eff207ecbb2', 1569490323, 1569490324, NULL),
(371, '2019217136', '90cfe0b59f82767121132a4ca752d8ba', '36932f80a51011976474cb161ce9484a', 1569493148, 1569493150, NULL),
(372, '2019217318', '08eadc05b44eda9b4684dfaa3b6dea49', '15c6c093969bc1340bee16f69ee42a1a', 1569493666, 1569493667, NULL),
(373, '2019216753', '9672307e281e4ffb93ee5878c1e89d69', 'd9072f9c16f625c0f7d2fdd14870ad46', 1569494555, 1569494556, NULL),
(374, '2019217787', 'd6d9adf3da1faaf4e6ff5e21d37083d1', '2b9c30e5a2a953b27045e4773308d0da', 1569495299, 1569495301, NULL),
(375, '2019216965', 'fbf5199c84f14d7bea1f258a672ef2e1', '9ccb6338b01c9aee8a76676ee1c184e0', 1569495646, 1569496810, NULL),
(376, '2019217138', 'b631988dcd4683c60288ce5048ba1ada', '286fb9590b5291fa134c8f426e28f135', 1569504192, 1569504193, NULL),
(377, '2019217975', '10fdc3428966dcc8e424546287c6e308', 'a941268ca08209cd09b8a6bfa95d03df', 1569508567, 1569508569, NULL),
(378, '2019217585', 'f1af956375a97c7c23ee32feee871705', 'ae2f20550b80ec214ca52a4eee9c975b', 1569513459, 1569513460, NULL),
(379, '2019216919', 'da838feef62f47caf56ace851579d71b', '594dad57ce641511f81d0bf48617b618', 1569539505, 1569539506, NULL),
(380, '2019218065', '44e0e89c6b38203a7f5a547bc6633434', 'ccda740122237bdc44350396eab0e00b', 1569549080, 1569549081, NULL),
(381, '2019216740', '452bfed404cb95d662912f16a0252d6c', '93e8c5a9e69199de47c5a4e489accbcd', 1569549979, 1569549980, NULL),
(382, '2019217044', '62f50e2fe211e711e054cf878d70e10a', '2162046b36f90d1fad67f6fb6b9b7e9b', 1569566472, 1569568611, NULL),
(383, '2019216554', '9e75f4211dede2c96e07710db001fd21', '50bbb65fd9fbe005b6fca507df361cf1', 1569577699, 1569577700, NULL),
(384, '2019218039', '31c42582aba03b1ffa15df8c26848060', '43a82fa5f928fc0664da4721af761259', 1569586448, 1569586449, NULL),
(385, '2019218104', '084ce270b3c5724c889feeb85f165120', '89241e24dab681065a7266608460ff30', 1569645578, 1569645579, NULL),
(386, '2019218374', 'a0edfedf825390e42f77a0c2ecab0b20', '04e5f0de821a9c6e8513f6d070cc4b76', 1569716026, 1569716027, NULL),
(387, '2019218408', '0898689e94216ece305e31027c06684a', 'e918bb3375a1cb5ff1624a9699c8e23f', 1570893646, 1570893647, NULL);

--
-- 转储表的索引
--

--
-- 表的索引 `newx_admin`
--
ALTER TABLE `newx_admin`
  ADD PRIMARY KEY (`id`);

--
-- 表的索引 `newx_apply`
--
ALTER TABLE `newx_apply`
  ADD PRIMARY KEY (`id`);

--
-- 表的索引 `newx_auth_group`
--
ALTER TABLE `newx_auth_group`
  ADD PRIMARY KEY (`id`);

--
-- 表的索引 `newx_auth_group_access`
--
ALTER TABLE `newx_auth_group_access`
  ADD UNIQUE KEY `uid_group_id` (`uid`,`group_id`),
  ADD KEY `uid` (`uid`),
  ADD KEY `group_id` (`group_id`);

--
-- 表的索引 `newx_auth_rule`
--
ALTER TABLE `newx_auth_rule`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `name` (`name`);

--
-- 表的索引 `newx_carousel`
--
ALTER TABLE `newx_carousel`
  ADD PRIMARY KEY (`id`);

--
-- 表的索引 `newx_email`
--
ALTER TABLE `newx_email`
  ADD PRIMARY KEY (`id`);

--
-- 表的索引 `newx_message`
--
ALTER TABLE `newx_message`
  ADD PRIMARY KEY (`id`);

--
-- 表的索引 `newx_news`
--
ALTER TABLE `newx_news`
  ADD PRIMARY KEY (`id`);

--
-- 表的索引 `newx_training`
--
ALTER TABLE `newx_training`
  ADD PRIMARY KEY (`id`);

--
-- 表的索引 `newx_user`
--
ALTER TABLE `newx_user`
  ADD PRIMARY KEY (`id`);

--
-- 在导出的表使用AUTO_INCREMENT
--

--
-- 使用表AUTO_INCREMENT `newx_admin`
--
ALTER TABLE `newx_admin`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT COMMENT '管理员id', AUTO_INCREMENT=10;

--
-- 使用表AUTO_INCREMENT `newx_apply`
--
ALTER TABLE `newx_apply`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT COMMENT 'id', AUTO_INCREMENT=310;

--
-- 使用表AUTO_INCREMENT `newx_auth_group`
--
ALTER TABLE `newx_auth_group`
  MODIFY `id` mediumint(8) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;

--
-- 使用表AUTO_INCREMENT `newx_auth_rule`
--
ALTER TABLE `newx_auth_rule`
  MODIFY `id` mediumint(8) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=58;

--
-- 使用表AUTO_INCREMENT `newx_carousel`
--
ALTER TABLE `newx_carousel`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT COMMENT 'id', AUTO_INCREMENT=6;

--
-- 使用表AUTO_INCREMENT `newx_email`
--
ALTER TABLE `newx_email`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT COMMENT 'id', AUTO_INCREMENT=8;

--
-- 使用表AUTO_INCREMENT `newx_message`
--
ALTER TABLE `newx_message`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT COMMENT 'id', AUTO_INCREMENT=14;

--
-- 使用表AUTO_INCREMENT `newx_news`
--
ALTER TABLE `newx_news`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT COMMENT 'id', AUTO_INCREMENT=12;

--
-- 使用表AUTO_INCREMENT `newx_training`
--
ALTER TABLE `newx_training`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT COMMENT 'id', AUTO_INCREMENT=21;

--
-- 使用表AUTO_INCREMENT `newx_user`
--
ALTER TABLE `newx_user`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT COMMENT 'id', AUTO_INCREMENT=388;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
